Repository: solstag/red
Catalog: view/*/messages.po
Languages: fr

source: Only those you specifically allow
fr: Seulement ceux que vous autorisez spécifiquement

source: Approved connections
fr: Contacts Approuvés

source: Any connections
fr: Tous les contacts

source: Anybody on this website
fr: Tous les utilisateurs du hub

source: Anybody in this network
fr: Tous les utilisateurs sur ce réseau

source: Anybody authenticated
fr: Tous les utilisateurs authentifiés

source: Anybody on the internet
fr: Tous les utilisateurs d'Internet

source: Publish your default profile in the network directory
fr: Publier votre profil par défaut dans l'annuaire du réseau

source: No
fr: Non

source: Yes
fr: Oui

source: Allow us to suggest you as a potential friend to new members?
fr: Nous autoriser à vous suggérer comme relation potentielle aux nouveaux membres?

source: or
fr: ou

source: Your channel address is
fr: Voici l'adresse de votre canal

source: Channel Settings
fr: Canal

source: Basic Settings
fr: Basique

source: Your Timezone:
fr: Fureau Horaire&nbsp;:

source: Default Post Location:
fr: Emplacement géographique par défaut&nbsp;:

source: Geographical location to display on your posts
fr: Emplacement géographique à afficher sur vos publications

source: Use Browser Location:
fr: Utiliser la géolocalisation fournie par le navigateur&nbsp;:

source: Adult Content
fr: Contenu "adulte"

source: This channel frequently or regularly publishes adult content. (Please tag any adult material and/or nudity with #NSFW)
fr: Ce canal publie plus ou moins fréquemment du contenu pour adultes. (Merci d'indiquer tout contenu pour adulte ou potentiellement choquant avec l'étiquette <em>#NSFW</em> - Not Safe For Work)

source: Security and Privacy Settings
fr: Réglages de Sécurité et vie privée

source: Hide my online presence
fr: Cacher ma présence en ligne

source: Prevents displaying in your profile that you are online
fr: Cacher votre statut (en ligne/hors ligne) sur votre profil

source: Simple Privacy Settings:
fr: Réglages simples&nbsp;:

source: Very Public - <em>extremely permissive (should be used with caution)</em>
fr: Très public - <em>extrèmement permissif (à n'utiliser qu'en connaissance de cause)</em>

source: Typical - <em>default public, privacy when desired (similar to social network permissions but with improved privacy)</em>
fr: Classique - <em>public par défaut, privé en cas de besoin (comparable dans le principe aux réseaux sociaux centralisés, avec un mode privé plus efficace)</em>

source: Private - <em>default private, never open or public</em>
fr: Privé - <em>privé par défaut, jamais ouvert ni public</em>

source: Blocked - <em>default blocked to/from everybody</em>
fr: Bloqué - <em>par défaut, bloqué de/vers tout le monde</em>

source: Allow others to tag your posts
fr: Autoriser les autres à "étiqueté" vos publications

source: Often used by the community to retro-actively flag inappropriate content
fr: Souvent utilisé par la communauté pour distinguer le contenu innaproprié

source: Advanced Privacy Settings
fr: Réglages avancés

source: Expire other channel content after this many days
fr: Faire expirer le contenu des autres canaux après n jours

source: 0 or blank prevents expiration
fr: 0, ou vide, pour ne pas faire expirer

source: Maximum Friend Requests/Day:
fr: Nombre maximum de mises en relation par jour&nbsp;:

source: May reduce spam activity
fr: Contribue à réduire l'impact des indésirables

source: Default Post Permissions
fr: Permissions par défaut des publications

source: Maximum private messages per day from unknown people:
fr: Nombre maximum de messages privés émanant d'inconnus, par jour&nbsp;:

source: Useful to reduce spamming
fr: Utile pour réduire les indésirables

source: Notification Settings
fr: Notifications

source: By default post a status message when:
fr: Par défaut, publier un statut quand:

source: accepting a friend request
fr: vous acceptez une mise en relation

source: joining a forum/community
fr: vous joignez un forum ou à une communauté

source: making an <em>interesting</em> profile change
fr: vous faites une modification <em>intéressante</em> de votre profil

source: Send a notification email when:
fr: Envoyer un courriel de notification quand&nbsp;:

source: You receive a connection request
fr: Vous recevez une demande de mise en relation

source: Your connections are confirmed
fr: Vous relations sont confirmées

source: Someone writes on your profile wall
fr: Quelqu'un a écrit sur votre mur

source: Someone writes a followup comment
fr: Quelqu'un a commenté sur vos publications

source: You receive a private message
fr: Vous recevez un message privé

source: You receive a friend suggestion
fr: Vous recevez une suggestion d'amitié/relation

source: You are tagged in a post
fr: Vous êtes étiqueté dans une publication

source: You are poked/prodded/etc. in a post
fr: Vous êtes cogné/encouragé/etc. dans une publication

source: Advanced Account/Page Type Settings
fr: Type de page/Compte (avancé)

source: Change the behaviour of this account for special situations
fr: Modifie le comportement de ce compte pour certains cas particuliers

source: Please enable expert mode (in <a href="settings/features">Settings > Additional features</a>) to adjust!
fr: Mode expert requis (<a href="settings/features">Réglages > Fonctions supplémentaires</a>) svp ajuster!

source: Miscellaneous Settings
fr: Divers

source: Personal menu to display in your channel pages
fr: Menu personnel tel qu'il apparaîtra sur les pages de votre canal

source: Remove this channel
fr: Supprimer ce canal

source: Poke/Prod
fr: Cogner/Encourager

source: poke, prod or do other things to somebody
fr: Cogner, encourager, et autres choses à faire à quelqu'un

source: Recipient
fr: Destinataire

source: Choose what you wish to do to recipient
fr: Choisir quoi lui faire

source: Make this post private
fr: Rendre cette contribution privée

source: Authorize application connection
fr: Autoriser l'application à se connecter

source: Return to your app and insert this Securty Code:
fr: Merci de retourner vers votre application, et d'y insérer ce Code de Sécurité&nbsp;:

source: Please login to continue.
fr: Merci de vous connecter pour continuer.

source: Do you want to authorize this application to access your posts and contacts, and/or create new posts for you?
fr: Voulez-vous autoriser cette application à accéder à vos publications et contacts, et/ou à publier en votre nom?

source: Remote authentication blocked. You are logged into this site locally. Please logout and retry.
fr: Authentification magique bloquée. Vous êtes connecté sur ce site localement. Merci de vous en déconnecter et réessayer.

source: Welcome %s. Remote authentication successful.
fr: Bienvenue %s. L'authentification magique a fonctionné.

source: Item not available.
fr: Élément indisponible.

source: Fetching URL returns error: %1$s
fr: Récupération d'URL échouée&nbsp;: %1$s

source: Invalid item.
fr: Élément invalide.

source: Channel not found.
fr: Canal introuvable.

source: Page not found.
fr: Page introuvable.

source: Image uploaded but image cropping failed.
fr: L'image a été téléversée, mais le recadrage a échoué.

source: Image resize failed.
fr: Le redimensionnement de l'image a échoué.

source: Shift-reload the page or clear browser cache if the new photo does not display immediately.
fr: Shirt-rechargez votre page, ou videz le cache du navigateur si la photo ne s'affiche pas immédiatement.

source: Image exceeds size limit of %d
fr: L'image dépasse la taille limite de %d

source: Unable to process image.
fr: Impossible de traîter l'image.

source: Photo not available.
fr: Photo inaccessible.

source: Upload File:
fr: Fichier&nbsp;:

source: Select a profile:
fr: Choisir un profil&nbsp;:

source: Upload Profile Photo
fr: Téléverser une photo de profil

source: skip this step
fr: passer cette étape

source: select a photo from your photo albums
fr: choisir une photo dans vos albums

source: Crop Image
fr: Recadrer l'image

source: Please adjust the image cropping for optimum viewing.
fr: Merci d'ajuster le cadre pour une visualisation optimale.

source: Done Editing
fr: J'ai terminé

source: Image uploaded successfully.
fr: Image téléversée avec succès.

source: Image upload failed.
fr: Le téléversement a échoué.

source: Image size reduction [%s] failed.
fr: La réduction de taille [%s] a échoué.

source: Block Name
fr: Nom du Bloc

source: Profile not found.
fr: Profil introuvable.

source: Profile deleted.
fr: Profil supprimé.

source: Profile-
fr: Profil-

source: New profile created.
fr: Nouveau profil créé.

source: Profile unavailable to clone.
fr: Profil impossible à cloner.

source: Profile unavailable to export.
fr: Impossible d'exporter le profil.

source: Profile Name is required.
fr: Le nom du profil est requis.

source: Marital Status
fr: Statut marital

source: Romantic Partner
fr: Partenaire

source: Likes
fr: Aime

source: Dislikes
fr: Déteste

source: Work/Employment
fr: Travail/Occupation

source: Religion
fr: Religion/Croyance

source: Political Views
fr: Opinions politiques

source: Gender
fr: Sexe/Genre

source: Sexual Preference
fr: Préférence sexuelle

source: Homepage
fr: Site Internet

source: Interests
fr: Centres d'intérêt

source: Address
fr: Adresse

source: Location
fr: Emplacement

source: Profile updated.
fr: Profil mis à jour.

source: Hide your contact/friend list from viewers of this profile?
fr: Cacher vos contacts/relations aux visiteurs de ce profil?

source: Edit Profile Details
fr: Éditer les détails du profil

source: View this profile
fr: Voir le profil

source: Change Profile Photo
fr: Changer la photo du profil

source: Create a new profile using these settings
fr: Créer un nouveau profil avec ces réglages

source: Clone this profile
fr: Cloner le profil

source: Delete this profile
fr: Supprimer le profil

source: Import profile from file
fr: Importer le profil à partir d'un fichier

source: Export profile to file
fr: Exporter le profil vers un fichier.

source: Profile Name:
fr: Nom du profil&nbsp;:

source: Your Full Name:
fr: Votre nom complet&nbsp;:

source: Title/Description:
fr: Titre/description&nbsp;:

source: Your Gender:
fr: Sexe/Genre&nbsp;:

source: Birthday (%s):
fr: Date de naissance (%s)&nbsp;:

source: Street Address:
fr: Adresse postale&nbsp;:

source: Locality/City:
fr: Ville/Localité&nbsp;:

source: Postal/Zip Code:
fr: Code postal&nbsp;:

source: Country:
fr: Pays&nbsp;:

source: Region/State:
fr: Région/Province/État&nbsp;:

source: <span class="heart">&hearts;</span> Marital Status:
fr: <span class="heart">&hearts;</span>Statut marital&nbsp;:

source: Who: (if applicable)
fr: Avec&nbsp;: (si pertinent)

source: Examples: cathy123, Cathy Williams, cathy@example.com
fr: Exemples&nbsp;: cathy123, Cathy Williams, cathy@exemple.com

source: Since [date]:
fr: Depuis [date]&nbsp;:

source: Homepage URL:
fr: URL de mon site Internet&nbsp;:

source: Religious Views:
fr: Opinions religieuses&nbsp;:

source: Keywords:
fr: Mots-clefs&nbsp;:

source: Example: fishing photography software
fr: Exemple&nbsp;: escrime photographie modélisme

source: Used in directory listings
fr: Utilisé pour le référencement dans l'annuaire

source: Tell us about yourself...
fr: Parlez nous de vous...

source: Hobbies/Interests
fr: Loisirs/Centres d'intêret

source: Contact information and Social Networks
fr: Coordonnées et réseaux sociaux

source: My other channels
fr: Mes autres canaux

source: Musical interests
fr: Goûts musicaux

source: Books, literature
fr: Littérature

source: Television
fr: Télévision

source: Film/dance/culture/entertainment
fr: Cinéma/Danse/Culture/Divertissement

source: Love/romance
fr: Amour/Romance

source: Work/employment
fr: Travail/Occupation

source: School/education
fr: Études

source: This is your default profile.
fr: Voilà votre profil par défault.

source: Age:
fr: Age&nbsp;:

source: Edit/Manage Profiles
fr: Éditer/gérer les profils

source: Add profile things
fr: Ajouter des choses de profil

source: Include desirable objects in your profile
fr: Incluez des objets souhaitables dans votre profil

source: Bookmark added
fr: Favoris ajouté

source: My Bookmarks
fr: Mes Favoris

source: My Connections Bookmarks
fr: Favoris de mes relations

source: Invalid profile identifier.
fr: Identifiant de profil invalide.

source: Profile Visibility Editor
fr: Éditeur de visibilité de profil

source: Click on a contact to add or remove.
fr: Cliquez sur un contact pour l'ajouter ou le retirer.

source: Visible To
fr: Visible par

source: All Connections
fr: Toutes les relations

source: Public Sites
fr: Sites publics

source: The listed sites allow public registration into the Red Matrix. All sites in the matrix are interlinked so membership on any of them conveys membership in the matrix as a whole. Some sites may require subscription or provide tiered service plans. The provider links <strong>may</strong> provide additional details.
fr: Les sites listés autorisent l'inscription pour tous. Tous sont liés entre eux, de manière à ce qu'un compte sur un seul d'entre eux soit valable sur l'ensemble de la matrice. Certains sites peuvent demander des frais de souscriptions, ou fournir des forfaits ajustés. Le lien "fournisseur" <strong>peut</strong> vous donner des détails supplémentaires.

source: Site URL
fr: URL du site

source: Access Type
fr: Type d'accès

source: Registration Policy
fr: Politique d'inscription

source: You must be logged in to see this page.
fr: Vous devez vous connecter pour voir cette page.

source: Insufficient permissions. Request redirected to profile page.
fr: Permissions insuffisantes. Demande redirigée à la page du profil.

source: Select a bookmark folder
fr: Choisir un dossier de favoris

source: Save Bookmark
fr: Sauver le favoris

source: URL of bookmark
fr: URL du favoris

source: Or enter new bookmark folder name
fr: Ou entrez le nom d'un nouveau dossier

source: Room not found
fr: Salon introuvable

source: Leave Room
fr: Quitter le salon

source: Delete This Room
fr: Supprimer le salon

source: I am away right now
fr: Je suis momentanément absent

source: I am online
fr: Je suis en ligne

source: Bookmark this room
fr: Marquer ce salon

source: New Chatroom
fr: Nouveau salon

source: Chatroom Name
fr: Nom du salon

source: %1$s's Chatrooms
fr: Salons de %1$s

source: Maximum daily site registrations exceeded. Please try again tomorrow.
fr: Nombre d'inscriptions quotidiennes dépassé. Merci de recommencer demain.

source: Please indicate acceptance of the Terms of Service. Registration failed.
fr: Merci d'indiquer votre adhésion aux Règles du Service. L'inscription a échoué.

source: Passwords do not match.
fr: Les mots de passe ne concordent pas.

source: Registration successful. Please check your email for validation instructions.
fr: Inscription réussie. Merci de vérifier vos courriels pour valider votre compte.

source: Your registration is pending approval by the site owner.
fr: Votre inscription est en attente de l'approbation d'un administrateur.

source: Your registration can not be processed.
fr: Votre inscription ne peut être traîtée.

source: Registration on this site/hub is by approval only.
fr: L'inscription sur cette instance/ce site est soumis à une modération.

source: <a href="pubsites">Register at another affiliated site/hub</a>
fr: <a href="pubsites">S'inscrire sur un site/hub affilié</a>

source: This site has exceeded the number of allowed daily account registrations. Please try again tomorrow.
fr: Ce site a dépassé le nombre de création de compte autorisé par jour. Merci de recommencer demain.

source: Terms of Service
fr: Règles du Service

source: I accept the %s for this website
fr: J'accepte %s de ce site

source: I am over 13 years of age and accept the %s for this website
fr: J'ai plus de 13 ans et j'accepte les %s de ce site

source: Registration
fr: Inscription

source: Membership on this site is by invitation only.
fr: L'inscription à ce site se fait uniquement sur invitation.

source: Please enter your invitation code
fr: Merci de saisir votre code d'invitation

source: Your email address
fr: Votre adresse de courriel

source: Choose a password
fr: Choisissez un mot de passe

source: Please re-enter your password
fr: Confirmez-le

source: Away
fr: Absent

source: Online
fr: En ligne

source: Please login.
fr: Merci de vous connecter.

source: Red Matrix - Guests: Username: {your email address}, Password: +++
fr: Matrice Rouge - Pour les invités: Nom d'utilisateur = {votre courriel}, Mot de passe = +++

source: Channel removals are not allowed within 48 hours of changing the account password.
fr: Il est impossible de supprimer un canal à l'intérieur de 48 heures après avoir changé le mot de passe d'un compte.

source: Remove This Channel
fr: Supprimer ce Canal

source: This will completely remove this channel from the network. Once this has been done it is not recoverable.
fr: Ceci effacera complètement le canal du réseau. Une fois effacé, un canal ne PEUT PAS être récupéré.

source: Please enter your password for verification:
fr: Merci de re-saisir votre mot de passe pour vérification&nbsp;:

source: Remove this channel and all its clones from the network
fr: Supprimer ce canal ainsi que tous ses clones sur la matrice

source: By default only the instance of the channel located on this hub will be removed from the network
fr: Par défaut, seule l'instance du canal présente sur ce hub sera supprimée du réseau

source: Remove Channel
fr: Enlever le canal

source: No channel.
fr: Pas de canal.

source: Common connections
fr: Relations communes

source: No connections in common.
fr: Pas de relation en commun.

source: We encountered a problem while logging in with the OpenID you provided. Please check the correct spelling of the ID.
fr: Nous avons rencontré un problème avec l'OpenID que vous nous avez fourni. Merci de vérifier que l'ID est bien saisi.

source: The error message was:
fr: Le message d'erreur était&nbsp;:

source: Authentication failed.
fr: Échec de l'authentification.

source: Remote Authentication
fr: Authentification distante

source: Enter your channel address (e.g. channel@example.com)
fr: Entrez l'adresse de votre canal (p.ex. moncanal@monsite.com)

source: Authenticate
fr: Authentifier

source: Continue
fr: Continuer

source: Premium Channel Setup
fr: Configuration du canal VIP

source: Enable premium channel connection restrictions
fr: Activer les restrictions liées au canal VIP

source: Please enter your restrictions or conditions, such as paypal receipt, usage guidelines, etc.
fr: Merci de saisir les restrictions et/ou conditions - reçu Paypal, transaction Bitcoin, ligne de conduite, ...

source: This channel may require additional steps or acknowledgement of the following conditions prior to connecting:
fr: Avant d'autoriser la mise en relation, ce canal attire votre attention sur les conditions suivantes&nbsp;:

source: Potential connections will then see the following text before proceeding:
fr: Les relations potentielles verront ce qui suit avant de pouvoir continuer&nbsp;:

source: By continuing, I certify that I have complied with any instructions provided on this page.
fr: En continuant, je certifie que je me suis acquitté de toutes les instructions indiquées

source: (No specific instructions have been provided by the channel owner.)
fr: (Aucune instruction spécifique n'a été établie par le propriétaire du canal.)

source: Restricted or Premium Channel
fr: Canal VIP ou restreint

source: No such group
fr: Groupe introuvable

source: Search Results For:
fr: Résultats de recherche pour&nbsp;:

source: Collection is empty
fr: Collection vide

source: Collection:
fr: Collection&nbsp;:

source: Connection:
fr: Relation&nbsp;:

source: Invalid connection.
fr: Relation invalide.

source: Could not access contact record.
fr: Impossible d'accéder aux détails du contact.

source: Could not locate selected profile.
fr: Impossible de localiser le profil sélectionné.

source: Connection updated.
fr: Connexion mise à jour.

source: Failed to update connection record.
fr: Impossible de mettre à jour les détails de la relation.

source: Blocked
fr: Bloqué

source: Ignored
fr: Ignoré

source: Hidden
fr: Caché

source: Archived
fr: Archivé

source: All
fr: Tout

source: Suggest new connections
fr: Suggérer de nouvelles relations

source: New Connections
fr: Nouvelles relations

source: Show pending (new) connections
fr: Voir les (nouvelles) relations en attente

source: Show all connections
fr: Voir toutes les relations

source: Unblocked
fr: Non bloquées

source: Only show unblocked connections
fr: Ne montrer que les relations non-bloquées

source: Only show blocked connections
fr: Ne montrer que les relations bloquées

source: Only show ignored connections
fr: Ne montrer que les relations ignorées

source: Only show archived connections
fr: Ne montrer que les relations archivées

source: Only show hidden connections
fr: Ne montrer que les relations cachées

source: Edit contact
fr: Éditer contact

source: Search your connections
fr: Chercher parmi vos relations

source: Finding:
fr: Recherche&nbsp;:

source: Edit post
fr: Éditer la contribution

source: is now connected to
fr: est maintenant connecté avec

source: Could not access address book record.
fr: Impossible d'accéder aux détails du carnet d'adresses.

source: Refresh failed - channel is currently unavailable.
fr: Actualisation impossible - le canal est momentanément indisponible.

source: Channel has been unblocked
fr: Le canal n'est plus bloqué

source: Channel has been blocked
fr: Le canal est bloqué

source: Unable to set address book parameters.
fr: Impossible de régler les paramètres du carnet d'adresses.

source: Channel has been unignored
fr: Le canal n'est plus ignoré

source: Channel has been ignored
fr: Le canal est ignoré

source: Channel has been unarchived
fr: Le canal n'est plus archivé

source: Channel has been archived
fr: Le canal est archivé

source: Channel has been unhidden
fr: Le canal n'est plus caché

source: Channel has been hidden
fr: Le canal est caché

source: Channel has been approved
fr: Le canal est approuvé

source: Channel has been unapproved
fr: Le canal n'est plus approuvé

source: Connection has been removed.
fr: La relation a été supprimée

source: View %s's profile
fr: Voir le profil de %s

source: Refresh Permissions
fr: Actualiser les permissions

source: Fetch updated permissions
fr: Récupérer les permissions les plus récentes

source: Recent Activity
fr: Activité récente

source: View recent posts and comments
fr: Voir les contributions et commentaires récentes

source: Unblock
fr: Débloquer

source: Block
fr: Bloquer

source: Block or Unblock this connection
fr: Bloquer ou Débloquer cette relation

source: Unignore
fr: Ne plus ignorer

source: Ignore
fr: Ignorer

source: Ignore or Unignore this connection
fr: Ignorer ou ne plus ignorer cette relation

source: Unarchive
fr: Ne plus archiver

source: Archive
fr: Archiver

source: Archive or Unarchive this connection
fr: Archiver ou ne plus archiver cette relation

source: Unhide
fr: Ne plus cacher

source: Hide
fr: Cacher

source: Hide or Unhide this connection
fr: Cacher ou ne plus cacher cette relation

source: Delete this connection
fr: Supprimer cette relation

source: Approve this connection
fr: Approuver cette relation

source: Accept connection to allow communication
fr: Accepter la relation pour permettre la communication

source: Automatic Permissions Settings
fr: Permissions automatiques

source: Connections: settings for %s
fr: Relations&nbsp;: réglages pour %s
