Repository: solstag/red
Catalog: view/*/messages.po
Languages: fr

source: Copy/paste this URL to link file from a web page
fr: Copiez/collez cette URL pour lier le fichier depuis une page web

source: Channel added.
fr: Canal ajouté.

source: %1$s is following %2$s's %3$s
fr: %1$s suit %3$s de %2$s

source: Contact not found.
fr: Contact introuvable.

source: Friend suggestion sent.
fr: Suggestion d'amitié/relation envoyée.

source: Suggest Friends
fr: Suggérer une relation

source: Suggest a friend for %s
fr: Suggérer une relation à %s

source: No suggestions available. If this is a new site, please try again in 24 hours.
fr: Pas de suggestions pour l'instant. Si le site est récent, merci de re-tenter dans 24 heures.

source: Collection created.
fr: Collection créée.

source: Could not create collection.
fr: Impossible de créer la collection.

source: Collection updated.
fr: Collection mise à jour.

source: Create a collection of channels.
fr: Créez une collection de canaux.

source: Collection Name:
fr: Nom de la collection&nbsp;:

source: Members are visible to other channels
fr: Les membres sont visibles par les autres canaux

source: Collection removed.
fr: Collection supprimée.

source: Unable to remove collection.
fr: Impossible de supprimer la collection.

source: Collection Editor
fr: Éditeur de collection

source: Members
fr: Membres

source: All Connected Channels
fr: Tous canaux connectés

source: Click on a channel to add or remove.
fr: Cliquer sur un canal pour l'ajouter ou le supprimer

source: %1$s tagged %2$s's %3$s with %4$s
fr: %1$s a étiqueté le %3$s de %2$s par %4$s

source: Help:
fr: Aide&nbsp;:

source: Not Found
fr: Introuvable

source: Tag removed
fr: Étiquette retirée

source: Remove Item Tag
fr: Retirer une étiquette à l'élément

source: Select a tag to remove:
fr: Étiquette à retirer&nbsp;:

source: Theme settings updated.
fr: Réglages du thème sauvegardés.

source: Accounts
fr: Comptes

source: Channels
fr: Canaux

source: Plugins
fr: Extensions

source: Themes
fr: Thèmes

source: Server
fr: Serveur

source: Profile Config
fr: Configurations du profil

source: DB updates
fr: MàJ BD

source: Logs
fr: Journaux

source: Plugin Features
fr: Fonctionnalités liées aux extensions

source: User registrations waiting for confirmation
fr: Inscriptions en attente

source: Message queues
fr: File des messages

source: Summary
fr: Résumé

source: Registered users
fr: Utilisateurs inscrits

source: Pending registrations
fr: Inscriptions en attente

source: Active plugins
fr: Extensions actives

source: Site settings updated.
fr: Réglages du site sauvegardés.

source: No special theme for accessibility
fr: Pas de thème spécifique pour l'accessibilité

source: Yes - with approval
fr: Oui - avec approbation

source: My site is not a public server
fr: Mon site n'est pas un serveur publique

source: My site has paid access only
fr: Mon site est payant

source: My site has free access only
fr: Mon site est gratuit

source: My site offers free accounts with optional paid upgrades
fr: Mon site offre des comptes gratuits avec des ajouts payants

source: File upload
fr: Envoi de fichier

source: Policies
fr: Stratégies

source: Site name
fr: Nom du site

source: Banner/Logo
fr: Bannière/logo

source: Administrator Information
fr: Informations sur l'administrateur

source: Contact information for site administrators. Displayed on siteinfo page. BBCode can be used here
fr: Coordonnées de l'administrateur du site. Affichée sur la page 'siteinfo'. Vous pouvez utiliser du BBCode ici

source: System language
fr: Langue du système

source: System theme
fr: Thème du système

source: Default system theme - may be over-ridden by user profiles - <a href='#' id='cnftheme'>change theme settings</a>
fr: Thème par défaut - il peut être changé pour chaque profil utilisateur - <a href='#' id='cnftheme'>modifier le thème</a>

source: Mobile system theme
fr: Thème système pour mobile

source: Theme for mobile devices
fr: Thème dédié aux périphériques mobiles

source: Accessibility system theme
fr: Thème système pour l'accessibilité

source: Accessibility theme
fr: Thème pour l'accessibilité

source: Channel to use for this website's static pages
fr: Canal à utiliser pour les pages statiques de ce site

source: Site Channel
fr: Canal de ce HUB

source: Maximum image size
fr: Taille maximale des images

source: Maximum size in bytes of uploaded images. Default is 0, which means no limits.
fr: Taille maximum, en octets, des images envoyées. Par défaut 0, soit sans limite.

source: Does this site allow new member registration?
fr: Est-ce que l'enregistrement de nouveau membres sur ce site est autorisé?

source: Which best describes the types of account offered by this hub?
fr: Choisissez le type de comptes offert sur ce hub?

source: Register text
fr: Texte d'inscription

source: Will be displayed prominently on the registration page.
fr: Sera affiché de manière bien visible sur le formulaire d'inscription.

source: Accounts abandoned after x days
fr: Les comptes sont abandonnés après x jours

source: Will not waste system resources polling external sites for abandonded accounts. Enter 0 for no time limit.
fr: Pour éviter de gaspiller les ressources du système en essayer de mettre à jour des comptes abandonnés. Mettez 0 pour ne pas avoir de limite de temps.

source: Allowed friend domains
fr: Domaines amicaux

source: Comma separated list of domains which are allowed to establish friendships with this site. Wildcards are accepted. Empty to allow any domains
fr: Liste de noms de domaines - séparés par des virgules - pour lesquels ce site acceptera les demandes d'amitié ou de mise en relation. Les caractères génériques (*) sont acceptés. Laissez vide pour accepter tous les domaines.

source: Allowed email domains
fr: Domaines de courriels amicaux

source: Comma separated list of domains which are allowed in email addresses for registrations to this site. Wildcards are accepted. Empty to allow any domains
fr: Liste de noms de domaines - séparés par des virgules - dont les adresses de courriel seront autorisées lors de l'inscription à ce site. Les caractères génériques (*) sont acceptés. Laissez vide pour accepter tous les domaines.

source: Block public
fr: Bloquer public

source: Check to block public access to all otherwise public personal pages on this site unless you are currently logged in.
fr: Cocher pour interdire tout accès public, y compris aux pages marquées comme publiques, aux visiteurs anonymes.

source: Force publish
fr: Forcer publication

source: Check to force all profiles on this site to be listed in the site directory.
fr: Cocher pour forcer la publication de tous les profils du site dans l'annuaire.

source: Disable discovery tab
fr: Désactiver l'onglet "À découvrir"

source: Remove the tab in the network view with public content pulled from sources chosen for this site.
fr: Ne pas afficher d'onglet avec des contenus publics automatiquement rassemblées depuis des sources choisies pour ce site.

source: No login on Homepage
fr: Pas de connexion depuis la page d'accueil

source: Check to hide the login form from your sites homepage when visitors arrive who are not logged in (e.g. when you put the content of the homepage in via the site channel).
fr: Cocher pour ne pas montrer le formulaire de connexion sur la page d'accueil (typiquement, pour quand vous utilisez la page d'accueil pour afficher du contenu via le canal du site).

source: Proxy user
fr: Utilisateurs du proxy

source: Proxy URL
fr: URL du proxy (visiter @proxy-list)

source: Network timeout
fr: Délai maximal du réseau

source: Value is in seconds. Set to 0 for unlimited (not recommended).
fr: En secondes. Mettre à 0 pour ne pas avoir de délai maximal (pas recommandé).

source: Delivery interval
fr: Intervalle de distribution

source: Delay background delivery processes by this many seconds to reduce system load. Recommend: 4-5 for shared hosts, 2-3 for virtual private servers. 0-1 for large dedicated servers.
fr: Temporise le processus de distribution de tant de secondes pour réduire la charge sur le système. Valeurs recommandées&nbsp;: 4-5 pour les serveurs mutualisés, 2-3 pour les VPS. 0-1 pour les gros serveurs dédiés.

source: Poll interval
fr: Intervalle de scrutation

source: Delay background polling processes by this many seconds to reduce system load. If 0, use delivery interval.
fr: Temporise le processus de scrutation en tâche de fond de tant de secondes, pour réduire la charge. Si 0, utilise l'intervalle de distribution.

source: Maximum Load Average
fr: Charge moyenne maximale

source: Maximum system load before delivery and poll processes are deferred - default 50.
fr: Charge système maximale au-delà de laquelle distribution et scrutation sont mis en pause - par défaut 50.

source: No server found
fr: Serveur introuvable

source: for channel
fr: pour le canal

source: on server
fr: sur le serveur

source: Status
fr: État

source: Update has been marked successful
fr: La mise à jour a été marquée comme réussie

source: Executing %s failed. Check system logs.
fr: L'éxecution de %s a échoué. Merci de vérifier les journaux du système.

source: Update %s was successfully applied.
fr: La mise à jour %s a été appliquée avec succès.

source: Update %s did not return a status. Unknown if it succeeded.
fr: La mise à jour %s n'a pas retourné d'information. Impossible de savoir si elle a réussi ou non.

source: Update function %s could not be found.
fr: La fonction de mise à jour %s est introuvable.

source: No failed updates.
fr: Aucune mise à jour défaillante.

source: Failed Updates
fr: Mises à jour défaillantes

source: Mark success (if update was manually applied)
fr: Marquer comme réussie (si la mise à jour a été réalisée manuellement)

source: Attempt to execute this update step automatically
fr: Tenter de réaliser cette étape de mise à jour automatiquement

source: %s user blocked/unblocked
fr: %s utilisateur bloqué/débloqué

source: %s user deleted
fr: %s utilisateur supprimé

source: Account not found
fr: Compte introuvable

source: User '%s' deleted
fr: Utilisateur '%s' supprimé

source: User '%s' unblocked
fr: Utilisateur '%s' débloqué

source: User '%s' blocked
fr: Utilisateur '%s' bloqué

source: Users
fr: Utilisateurs

source: select all
fr: tout sélectionner

source: User registrations waiting for confirm
fr: Inscriptions en attente d'approbation

source: Request date
fr: Date de la demande

source: No registrations.
fr: Pas d'inscriptions.

source: Approve
fr: Approuver

source: Deny
fr: Refuser

source: Register date
fr: Date d'inscription

source: Last login
fr: Dernière connexion

source: Expires
fr: Expire

source: Service Class
fr: Classe de service

source: Selected users will be deleted!\n\nEverything these users had posted on this site will be permanently deleted!\n\nAre you sure?
fr: Les utilisateurs sélectionnés seront supprimés!\n\nTout ce que ces utilisateurs ont publié sur ce site sera détruit de manière définitive!\n\nÊtes-vous certain?

source: The user {0} will be deleted!\n\nEverything this user has posted on this site will be permanently deleted!\n\nAre you sure?
fr: L'utilisateur {0} sera supprimé!\n\nTout ce que cet utilisateur a publié sur ce site sera détruit de manière définitive!\n\nÊtes-vous certain?

source: %s channel censored/uncensored
fr: %s canal censuré/non-censuré

source: %s channel deleted
fr: %s canal supprimé

source: Channel not found
fr: Canal introuvable

source: Channel '%s' deleted
fr: Canal '%s' supprimé

source: Channel '%s' uncensored
fr: Canal '%s' non-censuré

source: Channel '%s' censored
fr: Canal '%s' censuré

source: Censor
fr: Censurer

source: Uncensor
fr: Ne plus censurer

source: Selected channels will be deleted!\n\nEverything that was posted in these channels on this site will be permanently deleted!\n\nAre you sure?
fr: Les canaux sélectionnés seront supprimés!\n\nTout ce qui a été publié dans ces canaux sur ce site sera définitivement supprimé!\n\nÊtes-vous certain?

source: The channel {0} will be deleted!\n\nEverything that was posted in this channel on this site will be permanently deleted!\n\nAre you sure?
fr: Le canal {0} sera supprimé!\n\nTout ce qui a été publié sur ce canal sera définitivement supprimé!\n\nÊtes-vous certain?

source: Plugin %s disabled.
fr: Extension %s désactivée.

source: Plugin %s enabled.
fr: Extension %s activée.

source: Disable
fr: Désactiver

source: Enable
fr: Activer

source: Toggle
fr: (Dés)activer

source: Author:
fr: Auteur&nbsp;:

source: Maintainer:
fr: Maintenu par&nbsp;:

source: No themes found.
fr: Aucun thème trouvé.

source: Screenshot
fr: Aperçu

source: [Experimental]
fr: [Expérimental]

source: [Unsupported]
fr: [Non-supporté]

source: Log settings updated.
fr: Réglages du journal sauvegardés.

source: Clear
fr: Vider

source: Debugging
fr: Débogage

source: Log file
fr: Fichier du journal

source: Must be writable by web server. Relative to your Red top-level directory.
fr: Doit être accessible en écriture par le serveur web. Chemin relatif à la racine de votre installation de la Matrice Rouge.

source: Log level
fr: Niveau de journalisation

source: Thing updated
fr: Chose mise à jour

source: Object store: failed
fr: Stockage de l'objet&nbsp;: échec

source: Thing added
fr: Chose ajoutée

source: Show Thing
fr: Montrer chose

source: item not found.
fr: élément introuvable.

source: Edit Thing
fr: Éditer chose

source: Select a profile
fr: Choisissez un profil

source: Post an activity
fr: Publier une activité

source: Only sends to viewers of the applicable profile
fr: Envoi exclusivement au membres autorisé de ce profil

source: Name of thing e.g. something
fr: Nom de la chose, p.ex. quelque-chose

source: URL of thing (optional)
fr: URL de la chose (optionnel)

source: URL for photo of thing (optional)
fr: URL de l'image de la chose (optionnel)

source: Add Thing to your Profile
fr: Ajouter la chose à votre profil

source: Nothing to import.
fr: Rien à importer.

source: Unable to download data from old server
fr: Impossible de récupérer les données de l'ancien serveur

source: Imported file is empty.
fr: Le fichier importé est vide.

source: Cannot create a duplicate channel identifier on this system. Import failed.
fr: Impossible de créer un doublon d'un identifiant de canal. L'import a échoué.

source: Channel clone failed. Import failed.
fr: Le clonage du canal a échoué. L'import a échoué.

source: Cloned channel not found. Import failed.
fr: Le canal cloné n'a pas été trouvé. L'import a échoué.

source: Import completed.
fr: L'import est terminé.

source: You must be logged in to use this feature.
fr: Vous devez vous connecter pour utiliser cette fonctionnalité.

source: Import Channel
fr: Importation de canal

source: Use this form to import an existing channel from a different server/hub. You may retrieve the channel identity from the old server/hub via the network or provide an export file. Only identity and connections/relationships will be imported. Importation of content is not yet available.
fr: Utilisez ce formulaire pour importer un canal existant sur un serveur différent. Vous pouvez récupérer l'identité du canal sur l'ancien serveur directement par le réseau, ou bien fournir un fichier d'export. Seules les données d'identité et de relations seront importées. L'importation du contenu est toujours en développement.

source: File to Upload
fr: Fichier à envoyer

source: Or provide the old server/hub details
fr: Ou fournissez les détails de l'ancien serveur

source: Your old identity address (xyz@example.com)
fr: Votre ancienne identité (zyx@exemple.com)

source: Your old login email address
fr: Votre ancienne adresse de courriel

source: Your old login password
fr: Votre ancien mot de passe

source: For either option, please choose whether to make this hub your new primary address, or whether your old location should continue this role. You will be able to post from either location, but only one can be marked as the primary location for files, photos, and media.
fr: Quelle que soit l'option choisie, merci de décider si cette nouvelle adresse sera la primaire, ou si votre ancienne adresse continuera à jouer ce rôle. Vous pourrez publier depuis l'adresse de votre choix, mais une seule peut être déclarée comme stockage primaire de vos fichiers/photos/media.

source: Make this hub my primary location
fr: Faire de ce hub l'adresse principale de ce canal

source: Total invitation limit exceeded.
fr: Limite du nombre total d'invitation dépassée.

source: %s : Not a valid email address.
fr: %s&nbsp: adresse courriel invalide.

source: Please join us on Red
fr: Rejoignez-nous sur la Matrice Rouge

source: Invitation limit exceeded. Please contact your site administrator.
fr: Limite d'invitations dépassée. Merci de contacter l'administration de votre site.

source: %s : Message delivery failed.
fr: %s&nbsp;: Échec dans la livraison du message.

source: %d message sent.
fr: %d message envoyé.

source: You have no more invitations available
fr: Vous ne disposez plus d'aucune invitation

source: Send invitations
fr: Envoyer des invitations

source: Enter email addresses, one per line:
fr: Entrez les adresses de courriel, une par ligne&nbsp;:

source: Your message:
fr: Votre message&nbsp;:

source: Please join my community on RedMatrix.
fr: Veuillez me rejoindre sur la Matrice Rouge.

source: You will need to supply this invitation code:
fr: Vous aurez besoin de fournir le code suivant:

source: 1. Register at any RedMatrix location (they are all inter-connected)
fr: 1. Enregistrez-vous sur n'importe quel serveurs ( ils sont tous inter-connectés )

source: 2. Enter my RedMatrix network address into the site searchbar.
fr: 2. Saisissez l'adresse de mon canal dans la barre de recherche du site.

source: or visit
fr: ou visitez

source: 3. Click [Connect]
fr: 3. Click sur [Ajouter]

source: Unable to locate original post.
fr: Impossible de localiser la publication initiale.

source: Empty post discarded.
fr: Publication vide annulée.

source: Executable content type not permitted to this channel.
fr: Les contenus de type 'exécutable' ne sont pas autorisés sur ce canal.

source: System error. Post not saved.
fr: Erreur système. Publication non sauvegardée.

source: You have reached your limit of %1$.0f top level posts.
fr: Vous avez atteint votre limite de %1$.0f contributions "racine".

source: You have reached your limit of %1$.0f webpages.
fr: Vous avez atteint votre limite de %1$.0f pages web.

source: [Embedded content - reload page to view]
fr: [Contenu embarqué - rechargez la page pour le voir]

source: Help with this feature
fr: Aide avec cette fonctionnalité

source: Layout Name
fr: Nom de la mise-en-page

source: Like/Dislike
fr: J'aime/Je Déteste

source: This action is restricted to members.
fr: Cette action est réservée aux membres.

source: Please <a href="rmagic">login with your RedMatrix ID</a> or <a href="register">register as a new RedMatrix member</a> to continue.
fr: SVP <a href="rmagic">connectez-vous</a> ou <a href="register">enregistrez-vous</a> pour continuer.

source: Invalid request.
fr: Requête invalide.

source: thing
fr: chose

source: Channel unavailable.
fr: Canal indisponible.

source: Previous action reversed.
fr: Action précédente annulée.

source: Action completed.
fr: Action complétée.

source: Thank you.
fr: Merci.

source: Remote privacy information not available.
fr: Les informations de vie privée à distance ne sont pas disponibles.

source: Visible to:
fr: Visible par&nbsp;:

source: No connections.
fr: Pas de relation.

source: Visit %s's profile [%s]
fr: Visiter le profil de %s [%s]

source: View Connnections
fr: Voir les relations

source: No valid account found.
fr: Aucun compte valide trouvé.

source: Password reset request issued. Check your email.
fr: Réinitialisation du mot de passe demandée. Vérifiez vos courriels.

source: Site Member (%s)
fr: Membre du site (%s)

source: Password reset requested at %s
fr: Demande de réinitialisation du mot de passe sur %s

source: Request could not be verified. (You may have previously submitted it.) Password reset failed.
fr: La demande n'a pas pu être vérifiée. (Peut-être l'avez vous déjà utilisée.) La réinitialisation a échoué.

source: Password Reset
fr: Réinitialiser le mot de passe

source: Your password has been reset as requested.
fr: Votre mot de passe a bien été réinitialisé.

source: Your new password is
fr: Votre nouveau mot de passe est

source: Save or copy your new password - and then
fr: Sauvez-le ou copiez-le, puis

source: click here to login
fr: cliquez ici pour vous connecter

source: Your password may be changed from the <em>Settings</em> page after successful login.
fr: Votre mot de passe peut être changé depuis la page des <em>Réglages</em> une fois connecté.

source: Your password has changed at %s
fr: Votre mot de passe de %s a été changé

source: Forgot your Password?
fr: Mot de passe oublié?

source: Enter your email address and submit to have your password reset. Then check your email for further instructions.
fr: Saisissez votre adresse de courriel, et validez, pour réinitialiser votre mot de passe. Vérifiez ensuite votre boîte à lettres pour la suite des instructions.

source: Email Address
fr: Adresse de courriel

source: Reset
fr: Réinitialiser

source: Hub not found.
fr: Hub introuvable.

source: Total votes
fr: Total des votes

source: Average Rating
fr: Évaluation moyenne

source: Unable to lookup recipient.
fr: Impossible de localiser le destinataire.

source: Unable to communicate with requested channel.
fr: Impossible de communiquer avec le canal demandé.

source: Cannot verify requested channel.
fr: Impossible de vérifier le canal demandé.

source: Selected channel has private message restrictions. Send failed.
fr: Le canal choisi a des restrictions quant aux messages privés. L'envoi a échoué.

source: Message deleted.
fr: Message supprimé.

source: Message recalled.
fr: Message annulé/rappelé.

source: Send Private Message
fr: Envoyer un Message Privé

source: To:
fr: À&nbsp;:

source: Subject:
fr: Sujet&nbsp;:

source: Send
fr: Envoyer

source: Message not found.
fr: Message introuvable.

source: Delete message
fr: Supprimer message

source: Recall message
fr: Rappeler/annuler le message

source: Message has been recalled.
fr: Le message a été rappelé.

source: Private Conversation
fr: Conversation privée

source: Delete conversation
fr: Supprimer conversation

source: No secure communications available. You <strong>may</strong> be able to respond from the sender's profile page.
fr: Aucune communication sécurisée n'est possible. Vous pourrez <strong>peut-être</strong> répondre depuis la page de profil de l'émetteur.

source: Send Reply
fr: Envoyer une réponse

source: You have created %1$.0f of %2$.0f allowed channels.
fr: Vous avez créé %1$.0f des %2$.0f canaux autorisés.

source: Create a new channel
fr: Créer un nouveau canal

source: Channel Manager
fr: Gestionnaire du canal

source: Current Channel
fr: Canal actif

source: Attach to one of your channels by selecting it.
fr: Branchez-vous à l'un de vos canaux en le selectionnant.

source: Default Channel
fr: Canal par défaut

source: Make Default
fr: Définir comme défaut

source: Wall Photos
fr: Photos du mur

source: Profile Match
fr: Profils similaires

source: No keywords to match. Please add keywords to your default profile.
fr: Aucun mot-clef à comparer. Merci d'ajouter des mots-clefs à votre profil par défaut.

source: is interested in:
fr: s'intéresse à&nbsp;:

source: No matches
fr: Pas de correspondance

source: Menu updated.
fr: Menu mis à jour.

source: Unable to update menu.
fr: Impossible de mettre le menu à jour.

source: Menu created.
fr: Menu créé.

source: Unable to create menu.
fr: Impossible de créer le menu.

source: Manage Menus
fr: Gérer les menus

source: Drop
fr: Supprimer

source: Create a new menu
fr: Créer un nouveau menu
