Repository: solstag/red
Catalog: view/*/messages.po
Languages: fr

source: Delete this menu
fr: Supprimer ce menu

source: Edit menu contents
fr: Éditer le contenu du menu

source: Edit this menu
fr: Éditer le menu

source: New Menu
fr: Nouveau menu

source: Menu name
fr: Nom du menu

source: Must be unique, only seen by you
fr: Doit être unique, ne sera vu que par vous

source: Menu title
fr: Titre du menu

source: Menu title as seen by others
fr: Titre du menu tel que vu par les visiteurs

source: Allow bookmarks
fr: Autoriser l'usage de favoris

source: Menu may be used to store saved bookmarks
fr: Le menu pourra être utilisé pour stocker des favoris

source: Menu deleted.
fr: Menu supprimé.

source: Menu could not be deleted.
fr: Impossible de supprimer le menu.

source: Edit Menu
fr: Éditer le menu

source: Add or remove entries to this menu
fr: Ajouter/supprimer des entrées à ce menu

source: Conversation removed.
fr: Conversation supprimée.

source: No messages.
fr: Pas de message.

source: D, d M Y - g:i A
fr: D d Y - H:i

source: Add a Channel
fr: Ajouter un canal

source: A channel is your own collection of related web pages. A channel can be used to hold social network profiles, blogs, conversation groups and forums, celebrity pages, and much more. You may create as many channels as your service provider allows.
fr: Un canal est une collection de pages web reliées entre elles, sous votre contrôle. Il peut contenir des profils de réseau social, des blogs, des groupes de conversation, des forums, des pages de célébrités, et bien plus encore. Vous pouvez créer autant de canaux que votre administrateur de hub vous y autorise.

source: Examples: "Bob Jameson", "Lisa and her Horses", "Soccer", "Aviation Group"
fr: Exemples&nbsp;: "Bob Jameson", "Lisa et ses chevaux sauvages", "Football", "Groupe des amateurs de tir à l'arc"

source: Choose a short nickname
fr: Choisissez un alias

source: Your nickname will be used to create an easily remembered channel address (like an email address) which you can share with others.
fr: Cet alias sera utilisé pour créer une adresse de canal, facile à retenir - un peu comme une adresse de courriel - que vous pourrez partager avec d'autres.

source: Or <a href="import">import an existing channel</a> from another location
fr: Ou <a href="import">importez un canal existant</a> à un autre endroit

source: Invalid request identifier.
fr: Identifiant de requête invalide.

source: Discard
fr: Annuler

source: No more system notifications.
fr: Pas d'autre notification du système.

source: System Notifications
fr: Notifications du système

source: Unable to find your hub.
fr: Impossible de trouver votre hub.

source: Post successful.
fr: Contribution effectuée.

source: invalid target signature
fr: signature de la cible invalide

source: OpenID protocol error. No ID returned.
fr: Erreur du protocole OpenID. Pas d'ID retourné.

source: App installed.
fr: Application installée.

source: Malformed app.
fr: Erreur de l'application - Malformée.

source: Embed code
fr: Code intégré

source: Edit App
fr: Edition de l'Application

source: Create App
fr: Création d'une Application

source: Name of app
fr: Nom de l'application

source: Location (URL) of app
fr: Emplacement (Lien) vers l'application

source: Photo icon URL
fr: Lien (URL) de l'icône à utiliser pour cette photo

source: 80 x 80 pixels - optional
fr: 80 x 80 pixels - optionel

source: Version ID
fr: Version

source: Price of app
fr: Prix de l'application

source: Location (URL) to purchase app
fr: Emplacement (LIEN) pour l'achat de l'application

source: Poll
fr: Sondage

source: View Results
fr: Voir les Résultats

source: Friendica Photo Album Import
fr: Importer votre Album Photo Friendica

source: This will import all your Friendica photo albums to this Red channel.
fr: Cette fonction va importer tous vos albums photos Friendica dans ce canal de la Matrice Rouge.

source: Friendica Server base URL
fr: URL vers le serveur Friendica

source: Friendica Login Username
fr: Nom d'utilisateur Friendica

source: Friendica Login Password
fr: Mot de passe Friendica

source: Account removals are not allowed within 48 hours of changing the account password.
fr: Il est impossible de supprimer un compte à l'intérieur de 48 heures après avoir changé le mot de passe d'un compte.

source: Remove This Account
fr: Supprimer ce Compte

source: This will completely remove this account including all its channels from the network. Once this has been done it is not recoverable.
fr: Cette fonction va complètement supprimer le compte incluant tous ses canaux sur la matrice. Attention, cette action est irréversible.

source: Remove this account, all its channels and all its channel clones from the network
fr: Supprimer ce compte, tous ses canaux et tous les clones sur la matrice.

source: By default only the instances of the channels located on this hub will be removed from the network
fr: Par défault, seuls les instances de canaux situés sur ce hub seront supprimer de la matrice.

source: Schema Default
fr: Par défault

source: Theme settings
fr: Réglages du thème

source: Set scheme
fr: Définir la palette de couleurs

source: Set font-size for posts and comments
fr: Définir font-size pour contribution et commentaires

source: Set font face
fr: Définir la fonte

source: Set iconset
fr: Définir le jeu d'icônes

source: Set big shadow size, default 15px 15px 15px
fr: Définir la taille des grandes ombres, par défaut 15px 15px 15px

source: Set small shadow size, default 5px 5px 5px
fr: Définir la taille des petites ombres, par défaut 5px 5px 5px

source: Set shadow color, default #000
fr: Définir la couleur des ombres, par défaut #000

source: Set radius size, default 5px
fr: Définir le rayon des arrondis, par défaut 5px

source: Set line-height for posts and comments
fr: Définir line-height pour contributions et commentaires

source: Set background image
fr: Définir l'image d'arrière-plan

source: Set background attachment
fr: Image de fond - fichier

source: Set background color
fr: Définir la couleur d'arrière-plan

source: Set section background image
fr: Définir l'image d'arrière-plan des sections

source: Set section background color
fr: Définir la couleur d'arrière-plan des sections

source: Set color of items - use hex
fr: Définir la couleur des éléments - en héxadécimal

source: Set color of links - use hex
fr: Définir la couleur des liens - en héxadécimal

source: Set max-width for items. Default 400px
fr: Définir la largeur maximal des éléments. Par défaut, 400px

source: Set min-width for items. Default 240px
fr: Définir la largeur minimale des éléments. Par défaut, 240px

source: Set the generic content wrapper width. Default 48%
fr: Définir la largeur du contenu. Par défaut, 48%

source: Set color of fonts - use hex
fr: Définir la couleur des fontes - en héxadécimal

source: Set background-size element
fr: Définir background-size pour les éléments

source: Item opacity
fr: Opacité des éléments

source: Display post previews only
fr: Afficher seulement l'aperçu des contributions

source: Display side bar on channel page
fr: Afficher le panneau latéral sur la page du canal

source: Colour of the navigation bar
fr: Couleur de la barre de navigation

source: Item float
fr: Alignement de l'élément

source: Left offset of the section element
fr: Décalage gauche de l'élément section

source: Right offset of the section element
fr: Décalage droit de l'élément section

source: Section width
fr: Largeur de la section

source: Left offset of the aside
fr: Décalage gauche du panneau latéral

source: Right offset of the aside element
fr: Décalage droit du panneau latéral

source: None
fr: Aucun

source: Header image
fr: Image de l'entête

source: Header image only on profile pages
fr: Image de l'entête tel qu'elle est affichée sur la page du profil

source: Light (Red Matrix default)
fr: Blanc (valeur par défaut)

source: Narrow navbar
fr: Barre de navigation fine

source: Navigation bar background color
fr: Couleur de fond de la barre de navigation

source: Navigation bar gradient top color
fr: Gradient de la barre de navigation HAUT

source: Navigation bar gradient bottom color
fr: Gradient de la barre de navigation BAS

source: Navigation active button gradient top color
fr: Gradient du bouton de navigation HAUT

source: Navigation active button gradient bottom color
fr: Gradient du bouton de navigation BAS

source: Navigation bar border color
fr: Couleur de la bordure de la barre de navigation

source: Navigation bar icon color
fr: Couleur de l'icône de la barre de navigation

source: Navigation bar active icon color
fr: Couleur de l'icône active de la barre de navigation

source: link color
fr: couleur des liens

source: Set font-color for banner
fr: Définir la couleur du texte de la bannière

source: Set the background color
fr: Définir la couleur d'arrière-plan

source: Set the background image
fr: Définir l'image d'arrière-plan

source: Set the background color of items
fr: Définir la couleur de fond des contributions

source: Set the background color of comments
fr: Couleur de fond des commentaires

source: Set the border color of comments
fr: Couleur de la bordure des commentaires

source: Set the indent for comments
fr: Indentation des commentaires

source: Set the basic color for item icons
fr: Définir la couleur de base pour les icônes des éléments

source: Set the hover color for item icons
fr: Définir la couleur de survol des icônes des éléments

source: Set font-size for the entire application
fr: Définir la taille de police pour l'application entière

source: Set font-color for posts and comments
fr: Définir font-colour pour les contributions et commentaires

source: Set radius of corners
fr: Définir le rayon des arrondis

source: Set shadow depth of photos
fr: Définir la profondeur de l'ombre des photos

source: Set maximum width of conversation regions
fr: Définir la largeur maximale des conversations

source: Center conversation regions
fr: Emplacement de la conversation - Centrer

source: Set minimum opacity of nav bar - to hide it
fr: Définir l'opacité minimum du bandeau de navigation - pour le cacher

source: Set size of conversation author photo
fr: Définir la taille de la photo de l'auteur d'une conversation

source: Set size of followup author photos
fr: Définir la taille de la photo de l'auteur d'une réponse

source: Sloppy photo albums
fr: Albums photo "en biais"

source: Are you a clean desk or a messy desk person?
fr: Vous êtes plutôt "bureau bien rangé" ou "gros foutoir"?

source: Update %s failed. See error logs.
fr: La mise à jour %s a échoué. Merci de consulter les journaux d'erreur.

source: Update Error at %s
fr: Erreur de mise à jour sur %s

source: Create an account to access services and applications within the Red Matrix
fr: Créez un compte pour pouvoir accéder aux services et applications de la Matrice Red

source: Password
fr: Mot de passe

source: Remember me
fr: Se souvenir de moi

source: Forgot your password?
fr: Mot de passe oublié?

source: permission denied
fr: permission refusée

source: Got Zot?
fr: Authentification magique a échouée. Êtes-vous toujours connecté à votre HUB?

source: toggle mobile
fr: (dés)activer mobile
