Repository: solstag/red
Catalog: view/*/messages.po
Languages: fr

source: Expert Mode
fr: Mode expert

source: Enable Expert Mode to provide advanced configuration options
fr: Activer le mode expert pour accéder aux options avancées

source: Premium Channel
fr: Canal VIP

source: Allows you to set restrictions and terms on those that connect with your channel
fr: Vous permet d'appliquer des règles et restrictions aux relations de votre canal

source: Post Composition Features
fr: Fonctionnalités de composition

source: Use Markdown
fr: Utiliser Markdown

source: Allow use of "Markdown" to format posts
fr: Authoriser l'usage de "Markdown" pour le format des partages

source: Post Preview
fr: Aperçu avant publication

source: Allow previewing posts and comments before publishing them
fr: Permettre de prévisualiser les publications/commentaires

source: Channel Sources
fr: Canaux sources

source: Automatically import channel content from other channels or feeds
fr: Importe automatiquement le contenus d'autres canaux ou flux dans le canal en cours

source: Even More Encryption
fr: Encore plus de chiffrement

source: Allow optional encryption of content end-to-end with a shared secret key
fr: Permettre le chiffrement - optionnel - du contenu de bout-en-bout au moyen d'un secret partagé

source: Network and Stream Filtering
fr: Filtrage du réseau et des flux

source: Search by Date
fr: Chercher par date

source: Ability to select posts by date ranges
fr: Pouvoir choisir des publications par date

source: Collections Filter
fr: Filtre des collections

source: Enable widget to display Network posts only from selected collections
fr: Activer une boîte qui permet de filtrer les publications du réseau parmi les collections selectionnées

source: Saved Searches
fr: Recherches sauvées

source: Save search terms for re-use
fr: Sauver des termes de recherche pour utilisation ultérieure

source: Network Personal Tab
fr: Onglet "réseau personnel"

source: Enable tab to display only Network posts that you've interacted on
fr: Activer un onglet affichant seulement les publications du réseau sur lesquelles vous êtes intervenu

source: Network New Tab
fr: Onglet "nouveautés réseau"

source: Enable tab to display all new Network activity
fr: Activer un onglet avec toute activité récente sur le réseau

source: Affinity Tool
fr: Gérer l'affinité

source: Filter stream activity by depth of relationships
fr: Filtrer le flux d'activité en fonction de la profondeur des relations

source: Suggest Channels
fr: Suggérer des canaux

source: Show channel suggestions
fr: Montrer les suggestions de canaux

source: Post/Comment Tools
fr: Gérer les publications/commentaires

source: Edit Sent Posts
fr: Éditer les publications envoyées

source: Edit and correct posts and comments after sending
fr: Permettre d'éditer/corriger les publications/commentaires après envoi

source: Tagging
fr: Étiquettes

source: Ability to tag existing posts
fr: Permettre de marquer les publications existantes

source: Post Categories
fr: Catégoriser les publications

source: Add categories to your posts
fr: Ajouter des catégories à vos publications

source: Ability to file posts under folders
fr: Permettre de classer les publications dans des dossiers

source: Dislike Posts
fr: Détester les publications

source: Ability to dislike posts/comments
fr: Pouvoir détester les publications/commentaires

source: Star Posts
fr: Mettre en avant les publications

source: Ability to mark special posts with a star indicator
fr: Pouvoir marquer certaines publications d'une étoile

source: Tag Cloud
fr: Nuage de tags

source: Provide a personal tag cloud on your channel page
fr: Afficher un nuage de vos tags sur votre canal

source: Channel is blocked on this site.
fr: Ce canal est bloqué sur ce site.

source: Channel location missing.
fr: Emplacement du canal introuvable.

source: Response from remote channel was incomplete.
fr: La réponse du canal distant était incomplète.

source: Channel was deleted and no longer exists.
fr: Le canal a été supprimé et n'existe plus.

source: Channel discovery failed.
fr: La tentative d'accéder au canal a échouée.

source: local account not found.
fr: compte local introuvable.

source: Cannot connect to yourself.
fr: Ne peut pas se connecter à vous.

source: Missing room name
fr: Il manque le nom du salon

source: Duplicate room name
fr: Un salon de ce nom existe déjà

source: Invalid room specifier.
fr: Identifiant de salon invalide.

source: Room not found.
fr: Salon introuvable.

source: Room is full
fr: Le salon est plein

source: Permission denied
fr: Accès refusé

source: (Unknown)
fr: (Inconnu)

source: Visible to anybody on the internet.
fr: Visible à tout le monde sur internet.

source: Visible to you only.
fr: Visible pour vous seulement.

source: Visible to anybody in this network.
fr: Visible sur toute la Matrice.

source: Visible to anybody authenticated.
fr: Visible aux utilisateurs authentifiés.

source: Visible to anybody on %s.
fr: Visible pour tous sur %s.

source: Visible to all connections.
fr: Visible pour tous les contacts.

source: Visible to approved connections.
fr: Visible aux contacts approuvés.

source: Item not found.
fr: Élément introuvable.

source: Collection not found.
fr: Collection introuvable.

source: Collection is empty.
fr: Collection vide.

source: Collection: %s
fr: Collection&nbsp;: %s

source: Connection: %s
fr: Relation&nbsp;: %s

source: Connection not found.
fr: Relation introuvable.

source: A deleted group with this name was revived. Existing item permissions <strong>may</strong> apply to this group and any future members. If this is not what you intended, please create another group with a different name.
fr: Un groupe supprimé portant ce nom a été ressuscité. Les permissions liées aux éléments existants <strong>peuvent</strong> s'appliquer au groupe et aux membres futurs. Si ce n'est pas ce que vous attendiez, merci de recréer un nouveau groupe avec un nom différent.

source: Default privacy group for new contacts
fr: Groupe de confidentialité par défaut pour les nouveaux contacts

source: All Channels
fr: Tous canaux

source: edit
fr: éditer

source: Edit collection
fr: Éditer collection

source: Create a new collection
fr: Créer une nouvelle collection

source: Channels not in any collection
fr: Ces canaux ne sont dans aucune collection

source: add
fr: ajouter

source: Unable to obtain identity information from database
fr: Impossible d'obtenir les données d'identité depuis la base de données

source: Empty name
fr: Nom vide

source: Name too long
fr: Nom trop long

source: No account identifier
fr: Pas d'identifiant de compte

source: Nickname is required.
fr: Un surnom est requis.

source: Reserved nickname. Please choose another.
fr: Pseudonyme réservé. Merci d'en choisir un autre.

source: Nickname has unsupported characters or is already being used on this site.
fr: Le surnom contient des caractères interdits, ou est déjà pris sur ce site.

source: Unable to retrieve created identity
fr: Impossible de récupérer l'identité créée

source: Default Profile
fr: Profil par défaut

source: Friends
fr: Amis

source: Requested channel is not available.
fr: Canal demandé non-disponible.

source: Requested profile is not available.
fr: Profil demandé inaccessible.

source: Connect
fr: Ajouter

source: Change profile photo
fr: Changer la photo du profil

source: Profiles
fr: Profils

source: Manage/edit profiles
fr: Gérer/éditer les profils

source: Create New Profile
fr: Créer un nouveau profil

source: Profile Image
fr: Image du profil

source: visible to everybody
fr: visible pour tous

source: Edit visibility
fr: Éditer la visibilité

source: Gender:
fr: Sexe&nbsp;:

source: Status:
fr: État&nbsp;:

source: Homepage:
fr: Site web&nbsp;:

source: Online Now
fr: Connecté

source: g A l F d
fr: H:i l d F

source: F d
fr: d F

source: [today]
fr: [aujourd'hui]

source: Birthday Reminders
fr: Rappels d'anniversaires

source: Birthdays this week:
fr: Anniversaires cette semaine&nbsp;:

source: [No description]
fr: [Pas de description]

source: Event Reminders
fr: Rappels d'événements

source: Events this week:
fr: Événements cette semaine&nbsp;:

source: Full Name:
fr: Nom complet&nbsp;:

source: Like this channel
fr: J'aime ce canal

source: Birthday:
fr: Date de naissance&nbsp;:

source: Age:
fr: Age&nbsp;:

source: for %1$d %2$s
fr: depuis %1$d %2$s

source: Sexual Preference:
fr: Orientation sexuelle&nbsp;:

source: Hometown:
fr: Ville natale&nbsp;:

source: Tags:
fr: Étiquettes&nbsp;:

source: Political Views:
fr: Opinions politiques&nbsp;:

source: Religion:
fr: Religion&nbsp;:

source: About:
fr: À propos&nbsp;:

source: Hobbies/Interests:
fr: Occupations/Centres d'intérêt&nbsp;:

source: Likes:
fr: Aime&nbsp;:

source: Dislikes:
fr: N'aime pas&nbsp;:

source: Contact information and Social Networks:
fr: Coordonnées et réseaux sociaux&nbsp;:

source: My other channels:
fr: Mes autres canaux&nbsp;:

source: Musical interests:
fr: Goûts musicaux&nbsp;:

source: Books, literature:
fr: Lectures, goûts littéraires&nbsp;:

source: Television:
fr: Télévision&nbsp;:

source: Film/dance/culture/entertainment:
fr: Cinéma/danse/culture/divertissement&nbsp;:

source: Love/Romance:
fr: Vie sentimentale/amoureuse&nbsp;:

source: Work/employment:
fr: Travail&nbsp;:

source: School/education:
fr: Cursus&nbsp;:

source: Like this thing
fr: J'aime ceci

source: view full size
fr: pleine taille

source: Encrypted content
fr: Contenu chiffré

source: QR code
fr: code QR

source: %1$s wrote the following %2$s %3$s
fr: %1$s a écrit %2$s qui suit %3$s

source: post
fr: l'article

source: $1 wrote:
fr: $1 a écrit&nbsp;:

source: No recipient provided.
fr: Pas de destinataire.

source: [no subject]
fr: [sans objet]

source: Unable to determine sender.
fr: Impossible de déterminer l'émetteur.

source: Stored post could not be verified.
fr: Le message stocké n'a pas pu être vérifié.

source: System
fr: Système

source: Create Personal App
fr: Créer Votre Application

source: Edit Personal App
fr: Éditer Votre Application

source: Ignore/Hide
fr: Ignorer/Cacher

source: Suggestions
fr: Suggestion

source: See more...
fr: Voir plus...

source: You have %1$.0f of %2$.0f allowed connections.
fr: Vous avez %1$.0f des %2$.0f relations autorisées.

source: Add New Connection
fr: Ajouter une nouvelle relation

source: Enter the channel address
fr: Adresse du canal

source: Example: bob@example.com, http://example.com/barbara
fr: Exemple&nbsp;: bob@exemple.com, http://exemple.com/barbara

source: Remove term
fr: Retirer le terme

source: Refresh
fr: Actualiser

source: Me
fr: Moi

source: Best Friends
fr: Mes meilleurs amis

source: Co-workers
fr: Mes collègues

source: Former Friends
fr: Mes anciens amis

source: Acquaintances
fr: Mes connaissances

source: Everybody
fr: Tout le monde

source: Account settings
fr: Réglages du Compte

source: Channel settings
fr: Réglages du Canal

source: Additional features
fr: Fonctions supplémentaires

source: Feature settings
fr: Extensions

source: Display settings
fr: Réglages d'affichage

source: Connected apps
fr: Applications connectées

source: Export channel
fr: Exporter le canal

source: Automatic Permissions (Advanced)
fr: Permissions automatiques (avancé)

source: Premium Channel Settings
fr: Canal VIP

source: Check Mail
fr: Vérifier le courrier

source: Chat Rooms
fr: Salons de clavardage

source: Bookmarked Chatrooms
fr: Salons favoris

source: Suggested Chatrooms
fr: Salons suggérés

source: Save to Folder
fr: Sauvegarder dans le dossier

source: View all
fr: Voir tout

# noun
source: Dislike
fr: Je déteste

source: Add Star
fr: Ajouter Étoile

source: Remove Star
fr: Supprimer Étoile

source: Toggle Star Status
fr: Changer le Statut des Étoiles

source: starred
fr: mis en avant

source: Add Tag
fr: Ajouter une balise

source: I like this (toggle)
fr: J'aime (oui/non)

source: I don't like this (toggle)
fr: Je déteste (oui/non)

source: Share This
fr: Partager

source: share
fr: partager

source: View %s's profile - %s
fr: Voir le profil de %s - %s

source: to
fr: à

source: Wall-to-Wall
fr: Mur-mur

source: via Wall-To-Wall:
fr: par Mur-mur&nbsp;:

source: Save Bookmarks
fr: Enregistrer les favoris

source: Add to Calendar
fr: Ajouter au Calendrier

# noun
source: Likes
fr: Aimes

# noun
source: Dislikes
fr: Détestes

source: %d comment
fr: %d commentaire

source: [+] show all
fr: [+] voir plus

source: This is you
fr: C'est vous

source: Comment
fr: Commenter

source: Submit
fr: Envoyer

source: Bold
fr: Gras

source: Italic
fr: Italique

source: Underline
fr: Souligné

source: Quote
fr: Citation

source: Link
fr: Lien/URL

source: Video
fr: Vidéo

source: Delete this item?
fr: Supprimer cet élément?

source: [-] show less
fr: [-] montrer moins

source: [+] expand
fr: [+] déplier

source: [-] collapse
fr: [-] replier

source: Password too short
fr: Mot de passe trop court

source: Passwords do not match
fr: Les mots de passe ne correspondent pas

source: everybody
fr: tout le monde

source: Secret Passphrase
fr: Phrase de passe secrète

source: Passphrase hint
fr: Indice pour la phrase de passe

source: Notice: Permissions have changed but have not yet been submitted.
fr: Note&nbsp;: Les permissions ont changé, mais n'ont pas encore été soumises.

source: close all
fr: fermer tout

source: timeago.prefixAgo
fr: Il y a

source: from now
fr: de maintenant

source: less than a minute
fr: moins d'une minute

source: about a minute
fr: environ une minute

source: about an hour
fr: environ une heure

source: about %d hours
fr: environ %d heures

source: a day
fr: un jour

source: %d days
fr: %d jours

source: about a month
fr: environ un mois

source: %d months
fr: %d mois

source: about a year
fr: environ un an

source: %d years
fr: %d années

source: New window
fr: Nouvelle fenêtre

source: Open the selected location in a different window or browser tab
fr: Ouvrir l'emplacement dans une fenêtre (ou un onglet) différent

source: Male
fr: Masculin

source: Female
fr: Féminin

source: Currently Male
fr: Actuellement masculin

source: Currently Female
fr: Actuellement féminin

source: Mostly Male
fr: Surtout masculin

source: Mostly Female
fr: Surtout féminin

source: Transgender
fr: Transgenre

source: Intersex
fr: Intersexuel

source: Transsexual
fr: Transsexuel

source: Neuter
fr: Neutre

source: Non-specific
fr: Rien de spécifique

source: Other
fr: Autre

source: Undecided
fr: Indécis

source: Males
fr: Hommes

source: Females
fr: Femmes

source: Lesbian
fr: Lesbienne

source: No Preference
fr: Sans préférence

source: Bisexual
fr: Bisexuel

source: Autosexual
fr: Autosexuel

source: Virgin
fr: Vierge

source: Deviant
fr: Déviant

source: Fetish
fr: Fétichiste

source: Oodles
fr: Une floppée

source: Nonsexual
fr: Nonsexuel

source: Single
fr: Célibataire

source: Lonely
fr: Solitaire

source: Available
fr: Disponible

source: Unavailable
fr: Indisponible

source: Has crush
fr: A un béguin

source: Infatuated
fr: Amoureux transi

source: Dating
fr: Sort avec quelqu'un

source: Unfaithful
fr: Infidèle

source: Sex Addict
fr: Accro au sexe

source: Friends/Benefits
fr: Amis avec bénéfices

source: Casual
fr: Sans engagement

source: Engaged
fr: Fiancé(e)

source: Married
fr: Marié(e)

source: Imaginarily married
fr: Marié(e) dans ses rêves

source: Partners
fr: Partenaires

source: Cohabiting
fr: En cohabitation

source: Common law
fr: Conjoints de fait

source: Happy
fr: Heureux

source: Not looking
fr: Pas en recherche

source: Swinger
fr: Infidèle

source: Betrayed
fr: Trahi(e)

source: Separated
fr: Séparé(e)

source: Unstable
fr: Instable

source: Divorced
fr: Divorcé(e)

source: Imaginarily divorced
fr: Divorcé(e) dans ses rêves

source: Widowed
fr: Veuf/veuve

source: Uncertain
fr: Incertain

source: It's complicated
fr: C'est compliqué

source: Don't care
fr: S'en fiche

source: Ask me
fr: Me demander

source: Logged out.
fr: Deconnecté.

source: Failed authentication
fr: Échec de l'authentification

source: Login failed.
fr: Échec de la connexion.

source: Can view my normal stream and posts
fr: Peut voir les publications sur mon canal et ses partages.

source: Can view my default channel profile
fr: Peut voir le profil du canal par défaut.

source: Can view my photo albums
fr: Peut voir mon album photos

source: Can view my connections
fr: Peut voir mes connections

source: Can view my file storage
fr: Peut voir mes fichiers en partage

source: Can view my webpages
fr: Peut voir mes sites-web

source: Can send me their channel stream and posts
fr: Peut m'envoyer le flux et les publications de leur canal

source: Can post on my channel page ("wall")
fr: Peut poster sur la page de mon canal ("mur")

source: Can comment on or like my posts
fr: Peuvent commenter et/ou aimer mes publications

source: Can send me private mail messages
fr: Peut m'envoyer des messages privés

source: Can post photos to my photo albums
fr: Peut ajouter des photos à mes albums

source: Can like/dislike stuff
fr: Peuvent aimer/détester

source: Profiles and things other than posts/comments
fr: Profils et autres excluant les publications/commentaires.

source: Can forward to all my channel contacts via post @mentions
fr: Peut faire suivre à tous les contacts du mon canal via @truc

source: Advanced - useful for creating group forum channels
fr: Avancé - utile seulement pour les canaux de type "forum/groupe"

source: Can chat with me (when available)
fr: Peut discuter avec moi (sous réserve de disponibilité)

source: Can write to my file storage
fr: Peut écrire dans mon partage de fichiers

source: Can edit my webpages
fr: Peut modifier mes sites-web

source: Can source my public posts in derived channels
fr: Peut rediriger mes publications publiques dans des canaux dérivés

source: Somewhat advanced - very useful in open communities
fr: Plutôt avancé - très utile dans les communautés ouvertes

source: Can administer my channel resources
fr: Peut administrer les ressources de mon canal

source: Extremely advanced. Leave this alone unless you know what you are doing
fr: Très avancé. Ne pas toucher, sauf si vous savez VRAIMENT ce que vous faites

source: Set your current mood and tell your friends
fr: Indiquez votre humeur du moment à vos amis

source: Menu not found.
fr: Menu introuvable.

source: Menu element updated.
fr: Entrée de menu mis à jour.

source: Unable to update menu element.
fr: Impossible de mettre l'entrée de menu à jour.

source: Menu element added.
fr: Entrée de menu ajouté.

source: Unable to add menu element.
fr: Impossible d'ajouter l'entrée de menu.

source: Not found.
fr: Introuvable.

source: Manage Menu Elements
fr: Gérer les entrées de menu

source: Edit menu
fr: Éditer le menu

source: Edit element
fr: Éditer l'entrée

source: Drop element
fr: Supprimer l'entrée

source: New element
fr: Nouvelle entrée

source: Edit this menu container
fr: Éditer ce bloc de menu

source: Add menu element
fr: Ajouter une entrée au menu

source: Delete this menu item
fr: Supprimer cet entrée du menu

source: Edit this menu item
fr: Éditer cette entrée du menu

source: New Menu Element
fr: Nouvelle entrée de menu

source: Menu Item Permissions
fr: Permissions de l'entrée de menu

source: (click to open/close)
fr: (cliquer pour ouvrir/fermer)

source: Link text
fr: Texte du lien

source: URL of link
fr: URL du lien

source: Use Red magic-auth if available
fr: Utiliser l'authentification magique, lorsque disponible

source: Open link in new window
fr: Ouvrir le lien dans une nouvelle fenêtre

source: Order in list
fr: Ordre dans la liste

source: Higher numbers will sink to bottom of listing
fr: Les nombres les plus élevés seront descendus au bas de la liste

source: Menu item not found.
fr: Entrée de menu introuvable.

source: Menu item deleted.
fr: Entrée de menu supprimée.

source: Menu item could not be deleted.
fr: Impossible de supprimer l'entrée de menu.

source: Edit Menu Element
fr: Éditer l'entrée de menu

source: Modify
fr: Modifier

source: sent you a private message
fr: vous a envoyé un message privé

source: added your channel
fr: a ajouté votre canal

source: posted an event
fr: a publié un événement

source: network
fr: réseau

source: Name is required
fr: Le nom est requis

source: Key and Secret are required
fr: Clef et secret sont requis

source: Passwords do not match. Password unchanged.
fr: Les deux saisies du mot de passe ne correspondent pas. Il n'a donc pas été changé.

source: Empty passwords are not allowed. Password unchanged.
fr: Le mot de passe ne peut pas être vide. Il n'a donc pas été changé.

source: Password changed.
fr: Le mot de passe a été changé.

source: Password update failed. Please try again.
fr: La mise à jour du mot de passe a échoué. Merci de recommencer.

source: Not valid email.
fr: Adresse de courriel non-valide.

source: Protected email address. Cannot change to that email.
fr: Adresse de courriel protégée. Impossible de l'utiliser.

source: System failure storing new email. Please try again.
fr: Défaillance système lors du stockage de la nouvelle adresse de courriel. Merci de ré-essayer.

source: Settings updated.
fr: Réglages sauvegardés.

source: Add application
fr: Ajouter une application

source: Name of application
fr: Nom de l'application

source: Consumer Key
fr: Clef de consommateur

source: Automatically generated - change if desired. Max length 20
fr: Généré automatiquement - à changer si besoin. Longueur maximale 20 caractères.

source: Consumer Secret
fr: Secret de consommateur

source: Redirect
fr: Redirection

source: Redirect URI - leave blank unless your application specifically requires this
fr: URI de redirection - laissez blanc, sauf si l'application a demandé autrement

source: Icon url
fr: URL de l'icône

source: Optional
fr: Facultatif

source: You can't edit this application.
fr: Vous ne pouvez pas éditer cette application.

source: Connected Apps
fr: Applications connectées

source: Client key starts with
fr: La clef partagée commence par

source: No name
fr: Sans nom

source: Remove authorization
fr: Révoquer l'autorisation

source: No feature settings configured
fr: Pas de fonctionnalité à configurer

source: Feature Settings
fr: Extensions

source: Account Settings
fr: Compte

source: Password Settings
fr: Mot de passe

source: New Password:
fr: Nouveau mot de passe&nbsp;:

source: Confirm:
fr: Confirmation&nbsp;:

source: Leave password fields blank unless changing
fr: Laissez les mots de passe vides si vous ne voulez pas les modifier

source: Email Address:
fr: Adresse de courriel&nbsp;:

source: Remove Account
fr: Supprimer le compte

source: Warning: This action is permanent and cannot be reversed.
fr: Attention&nbsp;: cette action est permanente et irréversible.

source: Off
fr: Inactif

source: On
fr: Actif

source: Additional Features
fr: Fonctionnalités additionnelles

source: Connector Settings
fr: Connecteurs

source: No special theme for mobile devices
fr: Pas de thème spécifique aux périphériques mobiles

source: %s - (Experimental)
fr: %s - (Expérimental)

source: Display Settings
fr: Affichage

source: Display Theme:
fr: Thème&nbsp;:

source: Mobile Theme:
fr: Thème mobile&nbsp;:

source: Enable user zoom on mobile devices
fr: Permettre à l'utilisateur d'un mobile d'agrandir le contenu

source: Update browser every xx seconds
fr: Rafraîchir le navigateur toutes les xx secondes

source: Minimum of 10 seconds, no maximum
fr: Minimum 10 secondes, pas de maximum

source: Maximum number of conversations to load at any time:
fr: Nombre maximal de conversations pouvant être chargées en même temps&nbsp;:

source: Maximum of 100 items
fr: 100 éléments au maximum

source: Don't show emoticons
fr: Ne pas montrer les frimousses/émoticones

source: System Page Layout Editor - (advanced)
fr: Agencements des pages système - (avancé)

source: Nobody except yourself
fr: Personne sauf vous
