Repository: solstag/red
Catalog: view/*/messages.po
Languages: fr

source: When receiving a channel introduction, any permissions provided here will be applied to the new connection automatically and the introduction approved. Leave this page if you do not wish to use this feature.
fr: Pour chaque introduction reçue, toutes les permissions définies ici seront appliquées aux nouvelles relations automatiquement, et l'introduction sera approuvée. Laissez cette page telle quelle si vous ne souhaitez pas utiliser ce mécanisme.

source: Slide to adjust your degree of friendship
fr: Faites glisser pour ajuster le niveau de la relation

source: inherited
fr: héritée

source: Connection has no individual permissions!
fr: Cette relation n'a aucune permission spécifique!

source: This may be appropriate based on your <a href="settings">privacy settings</a>, though you may wish to review the "Advanced Permissions".
fr: Ceci devrait correspondre à vos <a href="settings">réglages de vie privée</a>, mais vous pouvez toujours contrôler les "Permissions avancées".

source: Profile Visibility
fr: Visibilité du profil

source: Please choose the profile you would like to display to %s when viewing your profile securely.
fr: Merci de choisir le profil que vous souhaitez montrer quand %s visite votre profil de manière authentifiée.

source: Contact Information / Notes
fr: Notes / Information de contact

source: Edit contact notes
fr: Éditer les notes du contact

source: Their Settings
fr: Ses réglages

source: My Settings
fr: Mes réglages

source: Clear/Disable Automatic Permissions
fr: Effacer/Désactiver les Permissions Automatiques

source: Forum Members
fr: Membres du forum

source: Soapbox
fr: Blogue

source: Full Sharing (typical social network permissions)
fr: Partage Complet (fonctionnement habituel des réseaux sociaux)

source: Cautious Sharing
fr: Partage modéré

source: Follow Only
fr: Suivre uniquement

source: Individual Permissions
fr: Permissions spécifiques

source: Some permissions may be inherited from your channel <a href="settings">privacy settings</a>, which have higher priority than individual settings. Changing those inherited settings on this page will have no effect.
fr: Certaines permissions peuvent être héritées de vos <a href="settings">réglages de vie privée</a>, lesquels sont prioritaires sur les réglages spécifiques. Changer ces permissions héritées sur la présente page n'aura aucun effet.

source: Advanced Permissions
fr: Permissions avancées

source: Simple Permissions (select one and submit)
fr: Permissions simples (en choisir une, puis valider)

source: Visit %s's profile - %s
fr: Visiter le profil de %s - %s

source: Block/Unblock contact
fr: Bloquer/Débloquer le contact

source: Ignore contact
fr: Ignorer le contact

source: Repair URL settings
fr: Réparer les réglages d'URL

source: View conversations
fr: Voir les conversations

source: Delete contact
fr: Supprimer le contact

source: Last update:
fr: Dernière mise à jour&nbsp;:

source: Update public posts
fr: Mettre à jour les publications

source: Update now
fr: Mettre à jour maintenant

source: Currently blocked
fr: Actuellement bloqué

source: Currently ignored
fr: Actuellement ignoré

source: Currently archived
fr: Actuellement archivé

source: Currently pending
fr: Actuellement en attente

source: Hide this contact from others
fr: Dissimuler ce contact aux autres

source: Replies/likes to your public posts <strong>may</strong> still be visible
fr: Les réponses et autres réactions à vos contributions publiques <strong>pourraient</strong> être toujours visibles

source: No potential page delegates located.
fr: Aucun délégué potentiel n'a été trouvé pour cette page.

source: Delegate Page Management
fr: Gestion des délégués de la page

source: Delegates are able to manage all aspects of this account/page except for basic account settings. Please do not delegate your personal account to anybody that you do not trust completely.
fr: Les délégués sont capables de gérer tous les aspects de ce compte ou de cette page, à l'exception des réglages basiques du compte. Merci de ne déléguer votre compte personnel qu'à quelqu'un en qui vous avez une confiance aveugle.

source: Existing Page Managers
fr: Actuels gestionnaires de pages

source: Existing Page Delegates
fr: Actuels délégués

source: Potential Delegates
fr: Délégués potentiels

source: Remove
fr: Retirer

source: Add
fr: Ajouter

source: No entries.
fr: Aucune entrée.

source: Public access denied.
fr: Accès public refusé.

source: Gender:
fr: Sexe/genre&nbsp;:

source: Finding:
fr: Recherche&nbsp;:

source: No entries (some entries may be hidden).
fr: Pas d'entrées (certaines peuvent être cachées).

source: Status:
fr: État&nbsp;:

source: Sexual Preference:
fr: Orientation sexuelle&nbsp;:

source: Homepage:
fr: Site web&nbsp;:

source: Hometown:
fr: Ville natale&nbsp;:

source: About:
fr: À propos&nbsp;:

source: Keywords:
fr: Mots-clefs&nbsp;:

source: This site is not a directory server
fr: Ce site n'est pas un serveur d'annuaire

source: Red Matrix - &quot;The Network&quot;
fr: La Matrice Rouge - &quot;LE Réseau&quot;

source: Welcome to %s
fr: Bienvenue sur %s

source: Red Matrix Server - Setup
fr: Serveur de la Matrice Rouge - Configuration

source: Could not connect to database.
fr: Impossible de se connecter à la base de données.

source: Could not connect to specified site URL. Possible SSL certificate or DNS issue.
fr: Impossible de se connecter au site par l'URL indiquée. Problème potentiel de certificat SSL/TLS ou de DNS.

source: Could not create table.
fr: Impossible de créer la table.

source: Your site database has been installed.
fr: La base de données de votre site a été installée.

source: You may need to import the file "install/database.sql" manually using phpmyadmin or mysql.
fr: Vous pourriez avoir besoin d'importer le fichier "install/database.sql" manuellement via phpmyadmin ou mysql.

source: Please see the file "install/INSTALL.txt".
fr: Merci de consulter le fichier "install/INSTALL.txt".

source: System check
fr: Vérification du système

source: Next
fr: Suivant

source: Check again
fr: Re-vérifier

source: Database connection
fr: Connexion à la base de données

source: In order to install Red Matrix we need to know how to connect to your database.
fr: Pour installer la Matrice Rouge, nous avons besoin de savoir comment contacter votre base de données.

source: Please contact your hosting provider or site administrator if you have questions about these settings.
fr: Merci de contacter votre prestataire d'hébergement ou votre administrateur système si vous avez des doutes à propos de ces paramètres.

source: The database you specify below should already exist. If it does not, please create it before continuing.
fr: La base de données que vous allez spécifier doit exister. Si ce n'est pas déjà le cas, merci de la créer avant de continuer.

source: Database Server Name
fr: Nom du serveur de la base de données

source: Default is localhost
fr: Par défaut, localhost

source: Database Port
fr: Port du serveur

source: Communication port number - use 0 for default
fr: Numéro TCP du port - utilisez 0 pour la valeur par défaut

source: Database Login Name
fr: Identifiant de connexion à la Base de Données

source: Database Login Password
fr: Mot de passe de connexion à la Base de Données

source: Database Name
fr: Nom de la Base de Données

source: Site administrator email address
fr: Adresse de courriel de l'administrateur du site

source: Your account email address must match this in order to use the web admin panel.
fr: Votre compte devra utiliser la même adresse de courriel pour pouvoir utiliser l'administration web.

source: Website URL
fr: URL du site

source: Please use SSL (https) URL if available.
fr: Merci d'utiliser SSL/TLS (https) autant que possible.

source: Please select a default timezone for your website
fr: Merci de choisir une zone de temps (fuseau horaire) pour votre site

source: Site settings
fr: Réglages du site

source: Could not find a command line version of PHP in the web server PATH.
fr: Impossible de trouver une version CLI de PHP dans le PATH du serveur web.

source: If you don't have a command line version of PHP installed on server, you will not be able to run background polling via cron.
fr: En l'absence de version CLI de PHP sur votre serveur, vous ne pourrez pas utiliser la mise à jour en arrière-plan via cron.

source: PHP executable path
fr: Chemin vers l'éxecutable PHP

source: Enter full path to php executable. You can leave this blank to continue the installation.
fr: Entrez le chemin complet vers l'exécutable php. Vous pouvez continuer l'installation sans.

source: Command line PHP
fr: PHP en ligne de commande (CLI)

source: The command line version of PHP on your system does not have "register_argc_argv" enabled.
fr: La version CLI de PHP sur votre système n'a pas l'option "register_argc_argv" activée.

source: This is required for message delivery to work.
fr: Elle est nécessaire pour la livraison de messages.

source: Error: the "openssl_pkey_new" function on this system is not able to generate encryption keys
fr: Erreur&nbsp;: la fonction "openssl_pkey_new" de ce système n'est pas capable de générer des clefs de chiffrement

source: If running under Windows, please see "http://www.php.net/manual/en/openssl.installation.php".
fr: Si vous êtes sur un serveur Windows, merci de consulter "http://www.php.net/manual/fr/openssl.installation.php".

source: Generate encryption keys
fr: Générer les clefs de chiffrement

source: libCurl PHP module
fr: module PHP libCurl

source: GD graphics PHP module
fr: module PHP GD graphics

source: OpenSSL PHP module
fr: module PHP OpenSSL

source: mysqli PHP module
fr: module PHP mysqli

source: mb_string PHP module
fr: module PHP mb_string

source: mcrypt PHP module
fr: module PHP mcrypt

source: Apache mod_rewrite module
fr: module Apache mod_rewrite

source: Error: Apache webserver mod-rewrite module is required but not installed.
fr: Erreur&nbsp;: le module mod-rewrite du serveur web Apache est requis, mais pas installé.

source: Error: proc_open is required but is either not installed or has been disabled in php.ini
fr: Erreur&nbsp;: proc_open est requis, mais soit n'est pas installé, soit est désactivé dans le php.ini

source: Error: libCURL PHP module required but not installed.
fr: Erreur&nbsp;: le module libCURL de PHP est requis, mais pas installé.

source: Error: GD graphics PHP module with JPEG support required but not installed.
fr: Erreur&nbsp;: le module GD de PHP (avec support JPEG) est requis, mais pas installé.

source: Error: openssl PHP module required but not installed.
fr: Erreur&nbsp;: le module openssl de PHP est requis, mais pas installé.

source: Error: mysqli PHP module required but not installed.
fr: Erreur&nbsp;: le module mysqli de PHP est requis, mais pas installé.

source: Error: mb_string PHP module required but not installed.
fr: Erreur&nbsp;: le module mb_string de PHP est requis, mais pas installé.

source: Error: mcrypt PHP module required but not installed.
fr: Erreur&nbsp;: le module mcrypt de PHP est requis, mais pas installé.

source: The web installer needs to be able to create a file called ".htconfig.php" in the top folder of your web server and it is unable to do so.
fr: L'installeur web a besoin de créer un fichier ".htconfig.php" à la racine de votre serveur web, mais en est incapable.

source: This is most often a permission setting, as the web server may not be able to write files in your folder - even if you can.
fr: C'est généralement lié à un problème de droits, à cause duquel le serveur web est interdit d'écriture dans le répertoire concerné - alors que votre propre utilisateur a le droit.

source: At the end of this procedure, we will give you a text to save in a file named .htconfig.php in your Red top folder.
fr: Au terme de cette procédure, nous vous transmettrons un texte à sauvegarder dans un fichier nommé .htconfig.php, à la racine de votre installation de La Matrice Rouge.

source: You can alternatively skip this procedure and perform a manual installation. Please see the file "install/INSTALL.txt" for instructions.
fr: Autrement, vous pouvez contourner toute cette procédure et réaliser l'installation manuellement. Merci de consulter le fichier "install/INSTALL.txt" pour les instructions détaillées.

source: .htconfig.php is writable
fr: Le fichier .htconfig.php est accessible en écriture

source: Red uses the Smarty3 template engine to render its web views. Smarty3 compiles templates to PHP to speed up rendering.
fr: La Matrice Rouge utilise le moteur de template Smarty3 pour mettre son contenu en forme. Smarty3 compile ses modèles vers du PHP natif pour accélérer le rendu.

source: In order to store these compiled templates, the web server needs to have write access to the directory %s under the Red top level folder.
fr: Pour utiliser ces modèles, le serveur doit avoir le droits d'écrire dans le dossier %s.

source: Please ensure that the user that your web server runs as (e.g. www-data) has write access to this folder.
fr: Merci de vous assurer que l'utilisateur sous lequel le serveur web tourne (le plus souvent, www-data) a bien l'autorisation d'écrire dans ce répertoire.

source: Note: as a security measure, you should give the web server write access to %s only--not the template files (.tpl) that it contains.
fr: Note: Comme mesure de sécurité, assurez vous de donner les droits d'écriture sur %s au serveur web uniquement. Éviter de définir les permissions sur les fichiers individuels (.tpl).

source: %s is writable
fr: Permission d'écriture sur %s activée

source: Red uses the store directory to save uploaded files. The web server needs to have write access to the store directory under the Red top level folder
fr: Red utilise le répertoire 'store' - situé à la racine de votre installation de la Matrice Rouge - pour sauvegarder les fichiers envoyés. Le serveur web aura donc besoin de pouvoir y écrire.

source: store is writable
fr: 'store' est accessible en écriture

source: SSL certificate cannot be validated. Fix certificate or disable https access to this site.
fr: Le certificat SSL/TLS n'a pas pu être validé. Merci de le corriger, ou de désactiver l'accès https à ce site.

source: If you have https access to your website or allow connections to TCP port 443 (the https: port), you MUST use a browser-valid certificate. You MUST NOT use self-signed certificates!
fr: Si votre serveur supporte les connections encryptées SSL ou s'il permet les connections sur le port TCP 443 (le port utilisé par le protocole https), vous DEVEZ utiliser un certificat valide. Vous ne DEVEZ PAS utiliser un certificat que vous avez vous-mêmes signé!

source: This restriction is incorporated because public posts from you may for example contain references to images on your own hub.
fr: Nous avons ajouté cette contrainte pour éviter que vos publications publiques ne fassent référence à des images sur votre propre hub.

source: If your certificate is not recognized, members of other sites (who may themselves have valid certificates) will get a warning message on their own site complaining about security issues.
fr: Si votre certificat n'est pas reconnu, les membres des autres sites (avec certificats valides) recevront des messages d'avertissement sur leur propre sites.

source: This can cause usability issues elsewhere (not just on your own site) so we must insist on this requirement.
fr: Pour des raisons de compatibilité (sur l'ensemble de la matrice) nous nous devons d'insister sur ce prérequis.

source: Providers are available that issue free certificates which are browser-valid.
fr: Il existe une plusieurs autorités de certification qui vous fourniront gratuitement un certificat valide.

source: SSL certificate validation
fr: Validation du certificat SSL/TLS

source: Url rewrite in .htaccess is not working. Check your server configuration.
fr: La réécriture d'URL définie dans le .htaccess ne fonctionne pas. Merci de vérifier la configuration de votre serveur web.

source: Url rewrite is working
fr: La réécriture d'URL fonctionne

source: The database configuration file ".htconfig.php" could not be written. Please use the enclosed text to create a configuration file in your web server root.
fr: Le fichier de configuration de la base de données - ".htconfig.php" - ne peut être écrit. Merci de copier le texte généré dans un fichier à ce nom, à la racine de votre serveur web.

source: Errors encountered creating database tables.
fr: Erreurs rencontrées pendant la création de tables de BD.

source: <h1>What next</h1>
fr: <h1>Et maintenant</h1>

source: IMPORTANT: You will need to [manually] setup a scheduled task for the poller.
fr: IMPORTANT&nbsp;: Vous devez créer [manuellement] une tâche planifiée pour les mises à jour.

source: Item not found
fr: Élément introuvable

source: Edit Block
fr: Éditer bloc

source: Delete block?
fr: Supprimer le bloc?

source: Insert YouTube video
fr: Insérer une vidéo YouTube

source: Insert Vorbis [.ogg] video
fr: Insérer une vidéo Vorbis [.ogg]

source: Insert Vorbis [.ogg] audio
fr: Insérer un son Vorbis [.ogg]

source: Delete Block
fr: Supprimer le bloc

source: Layout updated.
fr: Agencement pris-en-compte.

source: Edit System Page Description
fr: Éditer la description

source: Layout not found.
fr: Agencement introuvable.

source: Module Name:
fr: Nom du module&nbsp;:

source: Layout Help
fr: Aide à la mise en page

source: Edit Layout
fr: Éditer mise-en-page

source: Delete layout?
fr: Supprimer la mise-en-page?

source: Delete Layout
fr: Supprimer mise-en-page

source: Item is not editable
fr: Élément non-éditable

source: Delete item?
fr: Supprimer l'élément?

source: Edit Webpage
fr: Éditer page web

source: Delete webpage?
fr: Supprimer la page web?

source: Delete Webpage
fr: Supprimer page web

source: Installed plugins/addons/apps:
fr: Extensions/applications installées&nbsp;:

source: No installed plugins/addons/apps
fr: Aucune extension/application installée

source: Red
fr: Rouge

source: This is a hub of the Red Matrix - a global cooperative network of decentralized privacy enhanced websites.
fr: Ceci est un serveur de la Matrice Rouge - un réseau collaboratif de plusieurs serveurs qui assurent la protection de votre vie privée notamment par la décentralisation de votre identité.

source: Running at web location
fr: Installée sur

source: Please visit <a href="http://getzot.com">GetZot.com</a> to learn more about the Red Matrix.
fr: Merci de visiter <a href="http://getzot.com">GetZot.com</a> pour en apprendre davantage sur la Matrice Rouge.

source: Bug reports and issues: please visit
fr: Pour remonter bogues et problèmes, merci de visiter

source: Suggestions, praise, etc. - please email "redmatrix" at librelist - dot com
fr: Suggestions, demandes, etc. - merci de vous adresser à "redmatrix" à librelist - point com

source: Site Administrators
fr: Administrateurs du site

source: Page owner information could not be retrieved.
fr: Impossible d'obtenir des informations sur le propriétaire de la page.

source: Album not found.
fr: Album introuvable.

source: Delete Album
fr: Supprimer album

source: Delete Photo
fr: Supprimer photo

source: No photos selected
fr: Aucune photo selectionnée

source: Access to this item is restricted.
fr: L'accès à l'élément est restreint.

source: You have used %1$.2f Mbytes of %2$.2f Mbytes photo storage.
fr: Vous avez utilisé %1$.2f mégaoctets sur les %2$.2f autorisés pour le stockage des photos.

source: You have used %1$.2f Mbytes of photo storage.
fr: Vous avez utilisé %1$.2f mégaoctets pour le stockage des photos.

source: Upload Photos
fr: Téléverser des photos

source: New album name:
fr: Créer un album&nbsp;:

source: or existing album name:
fr: ou choisir un album existant&nbsp;:

source: Do not show a status post for this upload
fr: Ne pas publier de statut pour cet envoi

source: Album name could not be decoded
fr: Le nom de l'Album n'a pu être décodé

source: Contact Photos
fr: Photos de contact

source: Edit Album
fr: Éditer l'album

source: Show Newest First
fr: Ordre anté-chronologique

source: Show Oldest First
fr: Ordre chronologique

source: View Photo
fr: Voir la photo

source: Permission denied. Access to this item may be restricted.
fr: Permission refusée. L'accès à cet élément peut avoir été restreint.

source: Photo not available
fr: Photo indisponible

source: Use as profile photo
fr: Utiliser comme photo du profil

source: View Full Size
fr: Voir en taille réelle

source: Edit photo
fr: Éditer la photo

source: Rotate CW (right)
fr: Rotation horaire (droite)

source: Rotate CCW (left)
fr: Rotation anti-horaire (gauche)

source: New album name
fr: Nouveau nom d'album&nbsp;:

source: Caption
fr: Titre/légende

source: Add a Tag
fr: Ajouter une étiquette

source: Example: @bob, @Barbara_Jensen, @jim@example.com, #California, #camping
fr: Exemple&nbsp;: @bob, @Barbara_Jensen, @jim@exemple.com, #Ile_de_France, #marathon

source: In This Photo:
fr: Dans cette photo&nbsp;:

source: View Album
fr: Voir l'album

source: Recent Photos
fr: Photos récentes

source: Failed to create source. No channel selected.
fr: Impossible de créer la source. Aucun canal selectionné.

source: Source created.
fr: Source créée.

source: Source updated.
fr: Source mise à jour.

source: Manage remote sources of content for your channel.
fr: Gérer les sources distantes du contenu de votre canal.

source: New Source
fr: Nouvelle Source

source: Import all or selected content from the following channel into this channel and distribute it according to your channel settings.
fr: Importer tout ou partie du contenu du canal suivant dans le canal en cours, et le distribuer en concordance avec les réglages de votre canal.

source: Only import content with these words (one per line)
fr: N'importer le contenu que s'ils contient ces mots (un par ligne)

source: Leave blank to import all public content
fr: Laissez en blanc pour importer tout le contenu public

source: Channel Name
fr: Nom du Canal

source: Source not found.
fr: Source introuvable.

source: Edit Source
fr: Éditer la source

source: Delete Source
fr: Supprimer la source

source: Source removed
fr: Source supprimée

source: Unable to remove source.
fr: Impossible de supprimer la source.

source: - select -
fr: - choisir -

source: Event title and start time are required.
fr: Un titre et une date de début sont requises pour l'événement.

source: Event not found.
fr: Événement introuvable.

source: l, F j
fr: l j F

source: Edit event
fr: Éditer l'événement

source: Create New Event
fr: Créer événement

source: Previous
fr: Précédent

source: hour:minute
fr: heure:minute

source: Event details
fr: Détails de l'événement

source: Format is %s %s. Starting date and Title are required.
fr: Le format est %s %s. Date de début et titre obligatoires.

source: Event Starts:
fr: L'événement débute&nbsp;:

source: Required
fr: Requis

source: Finish date/time is not known or not relevant
fr: Date/heure de fin inconnue ou sans objet

source: Event Finishes:
fr: L'événement termine&nbsp;:

source: Adjust for viewer timezone
fr: Ajuster au fuseau horaire du visiteur

source: Title:
fr: Titre:

source: Share this event
fr: Partager cet événement

source: Permission Denied.
fr: Permission refusée.

source: File not found.
fr: Fichier introuvable.

source: Edit file permissions
fr: Éditer les permissions du fichier

source: Set/edit permissions
fr: Définir/Édition des authorisations

source: Include all files and sub folders
fr: Inclure tous fichiers et sous-répertoires

source: Return to file list
fr: Retourner à la liste des fichiers

source: Copy/paste this code to attach file to a post
fr: Copiez/collez ce code pour joindre le fichier à une publication
