Repository: solstag/red
Catalog: view/*/messages.po
Languages: fr

source: Cannot locate DNS info for database server '%s'
fr: Impossible de trouver les infos DNS du serveur de base de données '%s'

source: Profile Photos
fr: Photos du profil

source: %1$s is now friends with %2$s
fr: %1$s et %2$s sont maintenant amis.

source: Sharing notification from Diaspora network
fr: Partage de vos notifications du réseau Diaspora

source: status
fr: le statut

source: %1$s likes %2$s's %3$s
fr: %1$s aime %3$s de %2$s

source: Attachments:
fr: Pièces jointes:

source: Embedded content
fr: Contenu imbriqué

source: Embedding disabled
fr: Imbrication désactivée

source: created a new post
fr: a publié

source: commented on %s's post
fr: a commenté la publication de %s

source: Site Admin
fr: Administrateur

source: Bookmarks
fr: Favoris

source: Address Book
fr: Carnet d'adresses

source: Login
fr: Connexion

source: Channel Select
fr: Changer de canal

source: Matrix
fr: Matrice

source: Settings
fr: Réglages

source: Files
fr: Fichiers

source: Webpages
fr: Pages web

source: Channel Home
fr: Mon canal

source: Profile
fr: Profil

source: Events
fr: Événements

source: Directory
fr: Annuaire

source: Help
fr: Aide

source: Mail
fr: Messages

source: Mood
fr: Humeur

source: Poke
fr: Cogner

source: Chat
fr: Clavardage

source: Search
fr: Recherche

source: Probe
fr: Sonder

source: Suggest
fr: Suggérer

source: Random Channel
fr: Un canal au hasard

source: Invite
fr: Invitation

source: Features
fr: Fonctionalités

source: Language
fr: Langue

source: Post
fr: Envoyer

source: Profile Photo
fr: Photo du profil

source: Update
fr: Mise à jour

source: Install
fr: Installer

source: Purchase
fr: Acheter

source: Edit
fr: Éditer

source: Delete
fr: Supprimer

source: Unknown
fr: Inconnu

source: prev
fr: préc.

source: first
fr: premier

source: last
fr: dernier

source: next
fr: suiv.

source: older
fr: plus ancien

source: newer
fr: plus récent

source: No connections
fr: Sans relations

source: %d Connection
fr: %d relation

source: View Connections
fr: Voir les relations

source: Save
fr: Sauver

source: poke
fr: cogner

source: poked
fr: a cogné

source: ping
fr: solliciter

source: pinged
fr: a sollicité

source: prod
fr: encourager

source: prodded
fr: a encouragé

source: slap
fr: gifler

source: slapped
fr: a giflé

source: finger
fr: pointer

source: fingered
fr: a pointé

source: rebuff
fr: rejeter

source: rebuffed
fr: a rejeté

source: happy
fr: heureux

source: sad
fr: triste

source: mellow
fr: mélancolique

source: tired
fr: fatigué

source: perky
fr: impertinent

source: angry
fr: colérique

source: stupified
fr: stupéfié

source: puzzled
fr: perplexe

source: interested
fr: intéressé

source: bitter
fr: amer

source: cheerful
fr: joyeux

source: alive
fr: énergique

source: annoyed
fr: agacé

source: anxious
fr: anxieux

source: cranky
fr: énervé

source: disturbed
fr: perturbé

source: frustrated
fr: frustré

source: depressed
fr: déprimé

source: motivated
fr: motivé

source: relaxed
fr: détendu

source: surprised
fr: surpris

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: unknown.???
fr: inconnu.???

source: bytes
fr: octets

source: remove category
fr: supprimer la catégorie

source: remove from file
fr: retirer du fichier

source: Click to open/close
fr: Cliquer pour ouvrir/fermer

source: Link to Source
fr: Lien vers la source

source: Select a page layout:
fr: Choisir une mise en page&nbsp;:

source: default
fr: défaut

source: Page content type:
fr: Type de contenu&nbsp;:

source: Select an alternate language
fr: Choisir une langue alternative

source: event
fr: événement

source: comment
fr: commentaire

source: activity
fr: activité

source: Design
fr: Conception

source: Blocks
fr: Blocs

source: Layouts
fr: Mises en page

source: New Page
fr: Nouvelle page

source: View
fr: Voir

source: Preview
fr: Aperçu

source: Page Link
fr: Lien vers la page

source: Title
fr: Titre

source: Created
fr: Créé

source: Edited
fr: Édité

source: The form security token was not correct. This probably happened because the form has been opened for too long (>3 hours) before submitting it.
fr: Le formulaire n'est plus sécurisé, probablement parce qu'il est ouvert depuis trop longtemps (plus de 3 heures).

source: Not a valid email address
fr: Ce n'est pas une adresse de courriel valide

source: Your email domain is not among those allowed on this site
fr: Votre domaine de courriel ne fait pas partie de ceux autorisés par ce site

source: Your email address is already registered at this site.
fr: Votre adresse de courriel est déjà inscrite sur ce site.

source: An invitation is required.
fr: Une invitation est requise.

source: Invitation could not be verified.
fr: Votre invitation n'a pas pu être vérifiée.

source: Please enter the required information.
fr: Merci d'entrer les informations requises.

source: Failed to store account information.
fr: Impossible de stocker les informations liées au compte.

source: Registration confirmation for %s
fr: Confirmation de l'enregistrement pour %s

source: Registration request at %s
fr: Demande d'inscription sur %s

source: Administrator
fr: Administrateur

source: your registration password
fr: votre mot de passe d'inscription

source: Registration details for %s
fr: Détails de l'inscription à %s

source: Account approved.
fr: Compte approuvé.

source: Registration revoked for %s
fr: Inscription révoquée pour %s

source: Account verified. Please login.
fr: Compte vérifié. Veuillez vous connecter.

source: Permission denied.
fr: Permission refusée.

source: Image exceeds website size limit of %lu bytes
fr: L'image dépasse la taille limite de %lu octets

source: Image file is empty.
fr: L'image est vide.

source: Unable to process image
fr: Impossible de traiter l'image

source: Photo storage failed.
fr: Le stockage de l'image a échoué.

source: Photo Albums
fr: Albums photo

source: Upload New Photos
fr: Ajouter des photos

source: Visible to your default audience
fr: Visible pour vos contacts seulement.

source: Show
fr: Voir plus

source: Don't show
fr: Cacher

source: Close
fr: Fermer

source: and
fr: et

source: public profile
fr: profil public

source: %1$s changed %2$s to &ldquo;%3$s&rdquo;
fr: %1$s a changé %2$s en &ldquo;%3$s&rdquo;

source: Visit %1$s's %2$s
fr: Visiter %1$s sur %2$s

source: %1$s has an updated %2$s, changing %3$s.
fr: %1$s a mis à jour %2$s, modifiant %3$s.

source: Public Timeline
fr: Fil public

source: Item was not found.
fr: Élément introuvable.

source: No source file.
fr: Pas de fichier source.

source: Cannot locate file to replace
fr: Impossible de trouver le fichier à remplacer.

source: Cannot locate file to revise/update
fr: Impossible de trouver le fichier à corriger/mettre à jour

source: File exceeds size limit of %d
fr: Le fichier dépasse la taille limite de %d

source: You have reached your limit of %1$.0f Mbytes attachment storage.
fr: Vous avez atteint votre limite de %1$.0f méga-octets autorisés pour le stockage des pièces-jointes

source: File upload failed. Possible system limit or action terminated.
fr: Envoi du fichier impossible. Limite système ou action avortée.

source: Stored file could not be verified. Upload failed.
fr: Le fichier stocké n'a pu être vérifié. Envoi impossible.

source: Path not available.
fr: Chemin non disponible.

source: Empty pathname
fr: Chemin vide

source: duplicate filename or path
fr: doublon de chemin ou de fichier

source: Path not found.
fr: Chemin introuvable.

source: mkdir failed.
fr: mkdir a échoué.

source: database storage failed.
fr: l'écriture dans la BD a échoué

source: Click here to upgrade.
fr: Cliquez ici pour mettre à jour.

source: This action exceeds the limits set by your subscription plan.
fr: Cette action outrepasserait les limites prévues par votre forfait.

source: This action is not available under your subscription plan.
fr: Cette action n'est pas possible avec la formule choisie.

source: l F d, Y \@ g:i A
fr: l d F Y \à G\hi

source: Starts:
fr: Début&nbsp;:

source: Finishes:
fr: Fin&nbsp;:

source: Location:
fr: Emplacement&nbsp;:

source: Logout
fr: Déconnexion

source: End this session
fr: Mettre fin à la session

source: Home
fr: Canal

source: Your posts and conversations
fr: Vos publications et conversations

source: View Profile
fr: Voir profil

source: Your profile page
fr: Votre profil

source: Edit Profiles
fr: Éditer les profils

source: Manage/Edit profiles
fr: Gérer/éditer les profils

source: Edit Profile
fr: Éditer le profil

source: Edit your profile
fr: Éditer votre profil

source: Your photos
fr: Vos photos

source: Your files
fr: Vos fichiers

source: Your chatrooms
fr: Vos salons

source: Your bookmarks
fr: Vos favoris

source: Your webpages
fr: Vos pages web

source: Sign in
fr: Connexion

source: %s - click to logout
fr: %s - cliquer ici pour déconnecter

source: Click to authenticate to your home hub
fr: S'authentifier auprès de votre hub

source: Home Page
fr: Page d'accueil

source: Register
fr: S'inscrire

source: Create an account
fr: Créer un compte

source: Help and documentation
fr: Aide et documentation

source: Apps
fr: Applications

source: Applications, utilities, links, games
fr: Applications, utilitaires, liens, jeux

source: Search site content
fr: Rechercher parmi le contenu du site

source: Channel Locator
fr: Localisation de canaux

source: Your matrix
fr: Votre matrice

source: Mark all matrix notifications seen
fr: Marquer toutes les notifications de la matrice comme vues

source: Channel home
fr: Mon canal

source: Mark all channel notifications seen
fr: Marquer toutes les notifications du canal comme vues

source: Connections
fr: Relations

source: Notices
fr: Notifications

source: See all notifications
fr: Voir toutes les notifications

source: Mark all system notifications seen
fr: Marquer toutes les notifications système comme vues

source: Private mail
fr: Messages privés

source: See all private messages
fr: Voir tous les messages privés

source: Mark all private messages seen
fr: Marquer tous les messages privés comme vus

source: Inbox
fr: Boîte de réception

source: Outbox
fr: Boîte d'envoi

source: New Message
fr: Nouveau message

source: Event Calendar
fr: Calendrier des événements

source: See all events
fr: Voir tous les événements

source: Mark all events seen
fr: Marquer tous les événements comme vus

source: Manage Your Channels
fr: Gérer vos canaux

source: Account/Channel Settings
fr: Réglages du Compte/Canal

source: Admin
fr: Administrateur

source: Site Setup and Configuration
fr: Configuration du site

source: Nothing new here
fr: Aucun nouveau contenu trouvé

source: Please wait...
fr: Merci de patienter...

source: %1$s's bookmarks
fr: Favoris de %1$s

source: Tags
fr: Étiquettes

source: Keywords
fr: Mots-clefs

source: have
fr: ont

source: has
fr: a

source: want
fr: veulent

source: wants
fr: veut

source: like
fr: aime

source: likes
fr: aiment

source: dislike
fr: déteste

source: dislikes
fr: détestent

# noun
source: Like
fr: J'aime

source: Default
fr: Défaut

source: Frequently
fr: Constamment

source: Hourly
fr: Chaque heure

source: Twice daily
fr: Deux fois par jour

source: Daily
fr: Chaque jour

source: Weekly
fr: Chaque semaine

source: Monthly
fr: Chaque mois

source: Email
fr: Courriel

source: %d invitation available
fr: %d invitation disponible

source: Advanced
fr: Avancé

source: Find Channels
fr: Trouver des canaux

source: Enter name or interest
fr: Saisir nom ou centre d'intérêt

source: Connect/Follow
fr: Ajouter/Suivre

source: Examples: Robert Morgenstein, Fishing
fr: Exemples: Robert Morgenstein, Course à pieds

source: Find
fr: Trouver

source: Channel Suggestions
fr: Canaux suggérés

source: Random Profile
fr: Un profil au hasard

source: Invite Friends
fr: Inviter des amis

source: Exammple: name=fred and country=iceland
fr: Exemple: name=fred and country=iceland

source: Advanced Find
fr: Recherche avancée

source: Saved Folders
fr: Dossiers sauvegardés

source: Everything
fr: Tout

source: Categories
fr: Catégories

source: %d connection in common
fr: %d relation en commun

source: show more
fr: montrer plus

source: This event has been added to your calendar.
fr: Cet événement a été ajouté à votre calendrier.

source: Invalid data packet
fr: Paquet de données invalide

source: Unable to verify channel signature
fr: Impossible de vérifier la signature du canal

source: Unable to verify site signature for %s
fr: Impossible de vérifier la signature de site pour %s

source: Miscellaneous
fr: Divers

source: year
fr: année

source: month
fr: mois

source: day
fr: jour

source: never
fr: jamais

source: less than a second ago
fr: à l'instant

source: years
fr: années

source: months
fr: mois

source: week
fr: semaine

source: weeks
fr: semaines

source: days
fr: jours

source: hour
fr: heure

source: hours
fr: heures

source: second
fr: seconde

source: seconds
fr: secondes

source: %1$d %2$s ago
fr: il y a %1$d %2$s

source: %1$s's birthday
fr: Anniversaire de %1$s

source: Happy Birthday %1$s
fr: Joyeux Anniversaire %1$s

source: Sort Options
fr: Options de tri

source: Alphabetic
fr: Alphabétique

source: Reverse Alphabetic
fr: Alphabétique inversé

source: Newest to Oldest
fr: Anté-chronologique

source: Enable Safe Search
fr: Activer la recherche sûre

source: Disable Safe Search
fr: Désactiver la recherche sûre

source: Safe Mode
fr: Mode sûr

source: Red Matrix Notification
fr: Notification Matrice Rouge

source: redmatrix
fr: Matrice Rouge

source: Thank You,
fr: Merci,

source: %s Administrator
fr: l'administrateur de %s

source: [Red:Notify] New mail received at %s
fr: [Red:Notification] Nouveau message reçu sur %s

source: %1$s, %2$s sent you a new private message at %3$s.
fr: %1$s, vous avez reçu un message privé sur %3$s, de la part de %2$s.

source: %1$s sent you %2$s.
fr: %1$s vous a envoyé %2$s.

source: a private message
fr: un message privé

source: Please visit %s to view and/or reply to your private messages.
fr: Merci de visiter %s pour voir et/ou répondre à vos messages privés.

source: %1$s, %2$s commented on [zrl=%3$s]a %4$s[/zrl]
fr: %1$s, %2$s a commenté sur [zrl=%3$s]%4$s[/zrl]

source: %1$s, %2$s commented on [zrl=%3$s]%4$s's %5$s[/zrl]
fr: %1$s, %2$s a commenté sur [zrl=%3$s]%5$s de %4$s[/zrl]

source: %1$s, %2$s commented on [zrl=%3$s]your %4$s[/zrl]
fr: %1$s, %2$s a commenté [zrl=%3$s]votre %4$s[/zrl]

source: [Red:Notify] Comment to conversation #%1$d by %2$s
fr: [Red:Notification] Commentaire de %2$s sur conversation #%1$d

source: %1$s, %2$s commented on an item/conversation you have been following.
fr: %1$s, %2$s a commenté un élément de conversation que vous suivez.

source: Please visit %s to view and/or reply to the conversation.
fr: Merci de visiter %s pour voir et/ou répondre sur cette conversation.

source: [Red:Notify] %s posted to your profile wall
fr: [Red:Notification] %s a publié sur votre profil

source: %1$s, %2$s posted to your profile wall at %3$s
fr: %1$s, %2$s a publié sur votre profil à %3$s

source: %1$s, %2$s posted to [zrl=%3$s]your wall[/zrl]
fr: %1$s, %2$s a publié sur [zrl=%3$s]votre profil[/zrl]

source: [Red:Notify] %s tagged you
fr: [Red:Notification] %s vous a étiqueté

source: %1$s, %2$s tagged you at %3$s
fr: %1$s, vous avez été étiqueté sur %3$s par %2$s

source: %1$s, %2$s [zrl=%3$s]tagged you[/zrl].
fr: %1$s, %2$s [zrl=%3$s]vous a étiqueté[/zrl].

source: [Red:Notify] %1$s poked you
fr: [Red:Notification] %1$s vous a cogné

source: %1$s, %2$s poked you at %3$s
fr: %1$s, %2$s [zrl=%2$s]vous a cogné[/zrl].

source: [Red:Notify] %s tagged your post
fr: [Red:Notification] %s a étiqueté votre publication

source: %1$s, %2$s tagged your post at %3$s
fr: %1$s, %2$s a étiqueté votre publication sur %3$s

source: %1$s, %2$s tagged [zrl=%3$s]your post[/zrl]
fr: %1$s, %2$s a étiqueté [zrl=%3$s]votre publication[/zrl]

source: [Red:Notify] Introduction received
fr: [Red:Notification] Nouvelle introduction

source: %1$s, you've received an new connection request from '%2$s' at %3$s
fr: %1$s, vous avez reçu une demande de mise en relation de '%2$s' sur %3$s

source: %1$s, you've received [zrl=%2$s]a new connection request[/zrl] from %3$s.
fr: %1$s, vous avez reçu [zrl=%2$s]une demande de mise en relation[/zrl] de %3$s.

source: You may visit their profile at %s
fr: Vous pouvez visiter leur profil sur %s

source: Please visit %s to approve or reject the connection request.
fr: Merci de visiter %s avant d'approuver (ou non) cette demande de relation.

source: [Red:Notify] Friend suggestion received
fr: [Red:Notification] Nouvelle suggestion d'amitié

source: %1$s, you've received a friend suggestion from '%2$s' at %3$s
fr: %1$s, vous avez reçu une suggestion de relation de '%2$s' à %3$s

source: %1$s, you've received [zrl=%2$s]a friend suggestion[/zrl] for %3$s from %4$s.
fr: %1$s, avez reçu %3$s comme [zrl=%2$s]une suggestion de relation[/zrl] de %4$s.

source: Name:
fr: Nom&nbsp;:

source: Photo:
fr: Photo&nbsp;:

source: Please visit %s to approve or reject the suggestion.
fr: Merci de visiter %s pour donner suite (ou non) à cette suggestion.

source: [Red:Notify]
fr: [Red:Notification]

source: parent
fr: retour

source: Addressbook
fr: Carnet d'adresse

source: Calendar
fr: Calendrier

source: Schedule Inbox
fr: Calendrier - Message entrants

source: Schedule Outbox
fr: Calendrier - Message sortants

source: %1$s used
fr: %1$s utilisé

source: %1$s used of %2$s (%3$s&#37;)
fr: %1$s utilisé de %2$s (%3$s&#37;)

source: Name
fr: Nom

source: Size
fr: Taille

source: Last Modified
fr: Modifié le

source: Create new folder
fr: Nouveau dossier

source: Create
fr: Créer

source: Upload file
fr: Téléverser un fichier

source: Upload
fr: Envoyer

source: channel
fr: canal

source: %1$s doesn't like %2$s's %3$s
fr: %1$s déteste %3$s de %2$s

source: %1$s is now connected with %2$s
fr: %1$s ajoute %2$s à ses relations

source: %1$s poked %2$s
fr: %1$s a cogné %2$s

# mood
source: %1$s is %2$s
fr: %1$s est %2$s

source: Select
fr: Sélectionner

source: Private Message
fr: Message Privé

source: Message is verified
fr: Message vérifié

source: View %s's profile @ %s
fr: Voir le profil de %s @ %s

source: Categories:
fr: Catégories&nbsp;:

source: Filed under:
fr: Classé sous&nbsp;:

source: from %s
fr: de %s

source: last edited: %s
fr: dernière édition&nbsp;: %s

source: Expires: %s
fr: Expire&nbsp;: %s

source: View in context
fr: Voir en contexte

source: Please wait
fr: Merci de patienter

source: remove
fr: supprimer

source: Loading...
fr: Chargement...

source: Delete Selected Items
fr: Supprimer les éléments selectionnés

source: View Source
fr: Voir source

source: Follow Thread
fr: Suivre discussion

source: View Status
fr: Voir état

source: View Photos
fr: Voir photos

source: Matrix Activity
fr: Activité sur la matrice

source: Edit Contact
fr: Éditer contact

source: Send PM
fr: Envoyer un Message Privé

source: %s likes this.
fr: %s aime ça.

source: %s doesn't like this.
fr: %s déteste ça.

source: and
fr: et

source: %s like this.
fr: %s aime ça.

source: %s don't like this.
fr: %s déteste ça.

source: Visible to <strong>everybody</strong>
fr: Visible par <strong>tout le monde</strong>

source: Please enter a link URL:
fr: Merci d'entrer l'URL d'un lien&nbsp;:

source: Please enter a video link/URL:
fr: Merci d'entrer l'URL d'une video&nbsp;:

source: Please enter an audio link/URL:
fr: Merci d'entrer l'URL d'un contenu audio&nbsp;:

source: Tag term:
fr: Étiquette&nbsp;:

source: Save to Folder:
fr: Classer dans le dossier&nbsp;:

source: Where are you right now?
fr: Où êtes-vous présentement?

source: Expires YYYY-MM-DD HH:MM
fr: Expire YYYY-MM-DD HH:MM

source: Share
fr: Partager

source: Page link title
fr: Titre du lien vers la page

source: Post as
fr: Publier en tant que

source: Upload photo
fr: Téléverser une photo

source: upload photo
fr: téléverser une photo

source: Attach file
fr: Attacher un fichier

source: attach file
fr: attacher un fichier

source: Insert web link
fr: Insérer lien web

source: web link
fr: lien web

source: Insert video link
fr: Insérer lien vidéo

source: video link
fr: lien vidéo

source: Insert audio link
fr: Insérer un lien audio

source: audio link
fr: lien audio

source: Set your location
fr: Spécifier votre emplacement géographique

source: set location
fr: spécifier l'emplacement géographique

source: Clear browser location
fr: Nettoyer l'emplacement géographique du navigateur

source: clear location
fr: nettoyer l'emplacement géographique

source: Set title
fr: Spécifier le titre

source: Categories (comma-separated list)
fr: Catégories (séparées par des virgules)

source: Permission settings
fr: Permissions

source: Public post
fr: Contenu public

source: Example: bob@example.com, mary@example.com
fr: Exemple: robert@exemple.com, marie@exemple.com

source: Set expiration date
fr: Définir la date d'expiration

source: Encrypt text
fr: Chiffrer le texte

source: Cancel
fr: Annuler

source: Discover
fr: À découvrir

source: Imported public streams
fr: Flux publics importés

source: Commented Order
fr: Commentaires Récents

source: Sort by Comment Date
fr: Trier par date de dernier commentaire

source: Posted Order
fr: Publications Récentes

source: Sort by Post Date
fr: Trier par date de publication

source: Personal
fr: Personnel

source: Posts that mention or involve you
fr: Publications qui vous mentionnent ou vous concernent d'une manière ou d'une autre

source: New
fr: Nouveautés

source: Activity Stream - by date
fr: Flux d'activité - par date

source: Starred
fr: Mis en avant

source: Favourite Posts
fr: Publications préférées

source: Spam
fr: Indésirable

source: Posts flagged as SPAM
fr: Publications marquées comme indésirables

source: Channel
fr: Canal

source: Status Messages and Posts
fr: Messages d'état et contributions

source: About
fr: À propos

source: Profile Details
fr: Détails du profil

source: Files and Storage
fr: Fichiers et Stockage

source: Chatrooms
fr: Salons de clavardage

source: Saved Bookmarks
fr: Favoris sauvegardés

source: Manage Webpages
fr: Gérer les pages web

source: General Features
fr: Fonctionnalités générales

source: Content Expiration
fr: Expiration de contenu

source: Remove posts/comments and/or private messages at a future time
fr: Supprimer les contributions/commentaires et/ou messages privés plus tard

source: Multiple Profiles
fr: Profils multiples

source: Ability to create multiple profiles
fr: Possibilité de créer plusieurs profils

source: Advanced Profiles
fr: Profils Avancés

source: Additional profile sections and selections
fr: Sections additionnelles du profil

source: Profile Import/Export
fr: Importer/Exporter le profil

source: Save and load profile details across sites/channels
fr: Distribuer les détails du profil sur la matrice.

source: Web Pages
fr: Pages web

source: Provide managed web pages on your channel
fr: Fournir des pages web, sous votre contrôle, sur votre canal

source: Private Notes
fr: Notes privées

source: Enables a tool to store notes and reminders
fr: Active un outil pour stocker notes et mémos

source: Extended Identity Sharing
fr: Partage d'identité étendue

source: Share your identity with all websites on the internet. When disabled, identity is only shared with sites in the matrix.
fr: Partage votre identité avec tous les sites web du Monde. Si décoché, l'identité sera seulement partagée avec les sites de la matrice.
